[
    {
        "img": "https://gogocdn.net/cover/mushoku-tensei-ii-isekai-ittara-honki-dasu-1688156063.png",
        "anime_name": "Mushoku Tensei II: Isekai Ittara Honki Dasu",
        "Name": "Summer 2023 Anime",
        "Plot": "Second season of Mushoku Tensei: Isekai Ittara Honki Dasu.",
        "Genre": [
            "drama",
            "ecchi",
            "fantasy",
            "isekai",
            "reincarnation"
        ],
        "Released": "2023",
        "Status": "Ongoing",
        "Other_Name": "無職転生 II ～異世界行ったら本気だす～ / 無職転生 II 〜異世界行ったら本気だす〜 / 無職轉生～到了異世界就拿出真本事～第二季 / Mushoku Tensei: Isekai Ittara Honki Dasu 2nd Season / Mushoku Tensei: Jobless Reincarnation Season 2 / Jobless Reincarnation: I Will Seriously Try If I Go To Another World",
        "Last_Episode_Number": "6",
        "ep_url": "mushoku-tensei-ii-isekai-ittara-honki-dasu-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/bungou-stray-dogs.jpg",
        "anime_name": "Bungou Stray Dogs",
        "Name": "Spring 2016 Anime",
        "Plot": "The \"battle action\" story Bungou Stray Dogs centers around a league of literary figures with supernatural powers. For example, in real life, Akutagawa Ryuunosuke wrote acclaimed stories that inspired Kurosawa Akira's Rashoumon film and the Aoi Bungaku Series anime's Jigoku Hen (Hell Screen) arc. In Bungou Stray Dogs, he has the power to transform and manipulate his cloak into a monster-like entity. Together, these writers solve mysteries as part of the \"Armed Detective Agency.\"",
        "Genre": [
            "mystery",
            "seinen",
            "supernatural"
        ],
        "Released": "2016",
        "Status": "Completed",
        "Other_Name": "Literary Stray Dogs, 文豪ストレイドッグス",
        "Last_Episode_Number": "12",
        "ep_url": "bungou-stray-dogs-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/zom-100-zombie-ni-naru-made-ni-shitai-100-no-koto-dub.png",
        "anime_name": "Zom 100: Zombie ni Naru made ni Shitai 100 no Koto (Dub)",
        "Name": "Summer 2023 Anime",
        "Plot": "In a trash-filled apartment, 24-year-old Akira Tendou watches a zombie movie with lifeless, envious eyes. After spending three hard years at an exploitative corporation in Japan, his spirit is broken. He can't even muster the courage to confess his feelings to his beautiful co-worker Ootori. Then one morning, he stumbles upon his landlord eating lunch—which happens to be another tenant! The whole city's swarming with zombies, and even though he's running for his life, Akira has never felt more alive!\r\n",
        "Genre": [
            "action",
            "adult-cast",
            "comedy",
            "horror",
            "seinen",
            "supernatural",
            "survival",
            "suspense"
        ],
        "Released": "2023",
        "Status": "Ongoing",
        "Other_Name": "Zom 100: Bucket List of the Dead, ゾン100～ゾンビになるまでにしたい100のこと～",
        "Last_Episode_Number": "1",
        "ep_url": "zom-100-zombie-ni-naru-made-ni-shitai-100-no-koto-dub-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/zom-100-zombie-ni-naru-made-ni-shitai-100-no-koto-1686557998.png",
        "anime_name": "Zom 100: Zombie ni Naru made ni Shitai 100 no Koto",
        "Name": "Summer 2023 Anime",
        "Plot": "In a trash-filled apartment, 24-year-old Akira Tendou watches a zombie movie with lifeless, envious eyes. After spending three hard years at an exploitative corporation in Japan, his spirit is broken. He can't even muster the courage to confess his feelings to his beautiful co-worker Ootori. Then one morning, he stumbles upon his landlord eating lunch—which happens to be another tenant! The whole city's swarming with zombies, and even though he's running for his life, Akira has never felt more alive!",
        "Genre": [
            "action",
            "adult-cast",
            "comedy",
            "horror",
            "seinen",
            "supernatural",
            "survival"
        ],
        "Released": "2023",
        "Status": "Ongoing",
        "Other_Name": "ン100～ゾンビになるまでにしたい100のこと～ / Zom 100: Bucket List of the Dead / Bucket List of The Dead / Zombie 100: 100 Things I Want to do Before I Become a Zombie",
        "Last_Episode_Number": "5",
        "ep_url": "zom-100-zombie-ni-naru-made-ni-shitai-100-no-koto-episode-1"
    },
    {
        "img": "https://gogocdn.net/images/anime/One-piece.jpg",
        "anime_name": "One Piece",
        "Name": "TV Series",
        "Plot": "One Piece is a story about  Monkey D. Luffy, who wants to become a sea-robber. In a world mystical, there have a mystical fruit whom eat will have a special power but also have greatest weakness. Monkey ate Gum-Gum Fruit which gave him a strange power but he can NEVER swim. And this weakness made his dream become a sea – robber to find ultimate treasure is difficult.\r\n\r\nOne Piece is a story about  Monkey D. Luffy, who wants to become a sea-robber. In a world mystical, there have a mystical fruit whom eat will have a special power but also have greatest weakness. Monkey ate Gum-Gum Fruit which gave him a strange power but he can NEVER swim. And this weakness made his dream become a sea – robber to find ultimate treasure is difficult. But along his ways, he meet himself many members to help. Together, they sail the Seven Seas of adventure in search of the elusive treasure “One Piece.”",
        "Genre": [
            "action",
            "adventure",
            "comedy",
            "fantasy",
            "shounen",
            "super-power"
        ],
        "Released": "1999",
        "Status": "Ongoing",
        "Other_Name": "",
        "Last_Episode_Number": "1072",
        "ep_url": "One-piece-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/kimetsu-no-yaiba.png",
        "anime_name": "Kimetsu no Yaiba",
        "Name": "Spring 2019 Anime",
        "Plot": "Since ancient times, rumors have abounded of man-eating demons lurking in the woods. Because of this, the local townsfolk never venture outside at night. Legend has it that a demon slayer also roams the night, hunting down these bloodthirsty demons. For young Tanjirou, these rumors will soon to become his harsh reality...\r\n\r\nEver since the death of his father, Tanjirou has taken it upon himself to support his family. Although their lives may be hardened by tragedy, they've found happiness. But that ephemeral warmth is shattered one day when Tanjirou finds his family slaughtered and the lone survivor, his sister Nezuko, turned into a demon. To his surprise, however, Nezuko still shows signs of human emotion and thought...\r\n\r\nThus begins Tanjirou's quest to fight demons and turn his sister human again.",
        "Genre": [
            "action",
            "demons",
            "historical",
            "shounen",
            "supernatural"
        ],
        "Released": "2019",
        "Status": "Completed",
        "Other_Name": "Demon Slayer, 鬼滅の刃",
        "Last_Episode_Number": "26",
        "ep_url": "kimetsu-no-yaiba-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/watashi-no-shiawase-na-kekkon-1688158075.png",
        "anime_name": "Watashi no Shiawase na Kekkon",
        "Name": "Summer 2023 Anime",
        "Plot": "Miyo Saimori was the unfortunate child of a loveless, arranged marriage. After her mother died, her father brought in his lover and her own daughter, Kaya. From then on, Miyo's life was reduced to that of a mere servant. Even worse, while Kaya inherited the family's psychic abilities, Miyo had none—she was truly the daughter with no merit.\r\nAfter years of being treated like dirt, Miyo has learned to keep her head down, hide her pain, and obey every order. So, it comes as no surprise that she is arranged to be married to Kiyoka Kudou, a military captain rumored to be so cruel that he has driven away every one of his potential wives so far.\r\nFrom a painful upbringing to a painful marriage, that's the future that awaits Miyo—or so she thinks. Contrary to her expectations, her new husband is actually kind-hearted. What really awaits Miyo is a blissful, everlasting marriage full of happiness! ",
        "Genre": [
            "fantasy",
            "historical",
            "romance"
        ],
        "Released": "2023",
        "Status": "Ongoing",
        "Other_Name": "わたしの幸せな結婚 / わたしのしあわせなけっこん / My Happy Marriage / My Blissful Marriage / Moje szczęśliwe małżeństwo",
        "Last_Episode_Number": "7",
        "ep_url": "watashi-no-shiawase-na-kekkon-episode-1"
    }
]