[
    {
        "img": "https://gogocdn.net/cover/watashi-no-shiawase-na-kekkon-1688158075.png",
        "anime_name": "Watashi no Shiawase na Kekkon",
        "Name": "Summer 2023 Anime",
        "Plot": "Miyo Saimori was the unfortunate child of a loveless, arranged marriage. After her mother died, her father brought in his lover and her own daughter, Kaya. From then on, Miyo's life was reduced to that of a mere servant. Even worse, while Kaya inherited the family's psychic abilities, Miyo had none—she was truly the daughter with no merit.\r\nAfter years of being treated like dirt, Miyo has learned to keep her head down, hide her pain, and obey every order. So, it comes as no surprise that she is arranged to be married to Kiyoka Kudou, a military captain rumored to be so cruel that he has driven away every one of his potential wives so far.\r\nFrom a painful upbringing to a painful marriage, that's the future that awaits Miyo—or so she thinks. Contrary to her expectations, her new husband is actually kind-hearted. What really awaits Miyo is a blissful, everlasting marriage full of happiness! ",
        "Genre": [
            "fantasy",
            "historical",
            "romance"
        ],
        "Released": "2023",
        "Status": "Ongoing",
        "Other_Name": "わたしの幸せな結婚 / わたしのしあわせなけっこん / My Happy Marriage / My Blissful Marriage / Moje szczęśliwe małżeństwo",
        "Last_Episode_Number": "7",
        "ep_url": "watashi-no-shiawase-na-kekkon-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/nierautomata-ver1-1a-1672331611.png",
        "anime_name": "NieR:Automata Ver1.1a",
        "Name": "Winter 2023 Anime",
        "Plot": "The distant future, 5012.\r\nThe sudden aerial invasion of Earth by < Aliens ＞ and their creations ＜Machine Lifeforms＞led mankind to the brink of extinction. The surviving number of humans who took refuge on the moon to organize a counterattack using ＜android＞ soldiers to recapture Earth.\r\n\r\nHowever, the war reaches a stalemate as the ＜Machine Lifeforms＞ continue to multiply infinitely. In turn, humanity deploys anew unit of android soldiers as an ultimate weapon: ＜YoRHa＞\r\n\r\nNewly dispatched to Earth ＜2B＞ joins＜9S＞, the analyst currently stationed there, where amid their mission, they encounter a myriad of mysterious phenomena...\r\n",
        "Genre": [
            "action",
            "fantasy",
            "sci-fi"
        ],
        "Released": "2023",
        "Status": "Completed",
        "Other_Name": "",
        "Last_Episode_Number": "12",
        "ep_url": "nierautomata-ver1-1a-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/niehime-to-kemono-no-ou-1680202470.png",
        "anime_name": "Niehime to Kemono no Ou",
        "Name": "Spring 2023 Anime",
        "Plot": "Saliphie is the 99th female human sacrifice to be eaten for the King of the Beast and Demons, but despite that she is not in the least afraid since she has never had a family nor a home to lose, so she takes a positive attitude and no longer worries about being eaten.\r\nThe King finds her amusing and lets her stay by his side until the time of her death. This leads her to find out the truth about the King of the Beast and Demons, and she ends up as the King's Consort despite being a female human. This leads other beasts and demons to be mad, but the king being powerful enough they shut up.\r\nThis is how Saliphie turns to be the first human queen of the demons and beasts.",
        "Genre": [
            "anthropomorphic",
            "fantasy",
            "romance",
            "shoujo"
        ],
        "Released": "2023",
        "Status": "Ongoing",
        "Other_Name": "贄姫と獣の王 / にえひめとけもののおう / 祭品公主與獸之王 / Sacrificial Princess and the King of Beasts / La Princesse et la Bête / เจ้าหญิงผู้เสียสละกับราชาอสูร",
        "Last_Episode_Number": "18",
        "ep_url": "niehime-to-kemono-no-ou-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/fight-da-pyuta.png",
        "anime_name": "Fight Da!! Pyuta",
        "Name": "TV Series",
        "Plot": "A young boy uses his scientific skills to fight enemies.",
        "Genre": [
            "action",
            "comedy",
            "sci-fi"
        ],
        "Released": "1968",
        "Status": "Ongoing",
        "Other_Name": "ファイトだ!! ピュー太 ",
        "Last_Episode_Number": "2",
        "ep_url": "fight-da-pyuta-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/helck-1688154157.png",
        "anime_name": "Helck",
        "Name": "Summer 2023 Anime",
        "Plot": "While humanity celebrates the defeat of the Demon King by the hands of a lone hero, the denizens of the demon world prepare for the contest of a lifetime—a tournament to decide who would inherit the title of Demon King.\r\nNow, three months later, the tournament has been proceeding smoothly—well, other than the fact that the favorite to come out on top is the human hero Helck! With a smile and a wave, he easily bests his demonic competition, all while loudly proclaiming his hatred for humans. Though he calls for the destruction of humanity, the truth of what lies behind his cheery façade remains a mystery.\r\nDoubtful of Helck's intentions, Red Vamirio—one of the \"Four Heavenly Kings,\" who oversee the realm of the demons together—seeks to uncover what the hero is truly after. With the title of \"Demon King\" at stake, the fate of the demon world rests on her shoulders. ",
        "Genre": [
            "action",
            "fantasy"
        ],
        "Released": "2023",
        "Status": "Ongoing",
        "Other_Name": "ヘルク ",
        "Last_Episode_Number": "6",
        "ep_url": "helck-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/zom-100-zombie-ni-naru-made-ni-shitai-100-no-koto-1686557998.png",
        "anime_name": "Zom 100: Zombie ni Naru made ni Shitai 100 no Koto",
        "Name": "Summer 2023 Anime",
        "Plot": "In a trash-filled apartment, 24-year-old Akira Tendou watches a zombie movie with lifeless, envious eyes. After spending three hard years at an exploitative corporation in Japan, his spirit is broken. He can't even muster the courage to confess his feelings to his beautiful co-worker Ootori. Then one morning, he stumbles upon his landlord eating lunch—which happens to be another tenant! The whole city's swarming with zombies, and even though he's running for his life, Akira has never felt more alive!",
        "Genre": [
            "action",
            "adult-cast",
            "comedy",
            "horror",
            "seinen",
            "supernatural",
            "survival"
        ],
        "Released": "2023",
        "Status": "Ongoing",
        "Other_Name": "ン100～ゾンビになるまでにしたい100のこと～ / Zom 100: Bucket List of the Dead / Bucket List of The Dead / Zombie 100: 100 Things I Want to do Before I Become a Zombie",
        "Last_Episode_Number": "5",
        "ep_url": "zom-100-zombie-ni-naru-made-ni-shitai-100-no-koto-episode-1"
    },
    {
        "img": "https://gogocdn.net/images/anime/Yami-Shibai.jpg",
        "anime_name": "Yami Shibai",
        "Name": "TV Series",
        "Plot": "Akin to TV Tokyo’s Folktales from Japan, YAMISHIBAI: JAPANESE GHOST STORIES takes a narrative format to explore the rich occult history from Japan, moreover, the storytelling techniques in this brand new series will mimic kamishibai – a traditional storytelling technique inspired by the artistic usage of paper figures and scrolls. “Yamishibai is a… more Akin to TV Tokyo’s Folktales from Japan, YAMISHIBAI: JAPANESE GHOST STORIES takes a narrative format to explore the rich occult history from Japan, moreover, the storytelling techniques in this brand new series will mimic kamishibai – a traditional storytelling technique inspired by the artistic usage of paper figures and scrolls. “Yamishibai is a picture-story style of animation whose motif is surrounded and based off the rumors, and urban legends throughout the history of Japan.”",
        "Genre": [
            "horror",
            "supernatural"
        ],
        "Released": "2013",
        "Status": "Completed",
        "Other_Name": "Yamishibai: Japanese Ghost Stories, 闇芝居",
        "Last_Episode_Number": "13",
        "ep_url": "Yami-Shibai-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/undead-girl-murder-farce-1688158015.png",
        "anime_name": "Undead Girl Murder Farce",
        "Name": "Summer 2023 Anime",
        "Plot": "The end of the 19th century—a vampire's wife is murdered, and the detective known as the \"cage user\" is called in to solve the crime. But there's more to the detective and the curtained birdcage he carries...after all, when solving a case involving a monster, it might just take one to know one!",
        "Genre": [
            "historical",
            "mystery",
            "supernatural",
            "vampire"
        ],
        "Released": "2023",
        "Status": "Ongoing",
        "Other_Name": " アンデッドガール・マーダーファルス ",
        "Last_Episode_Number": "7",
        "ep_url": "undead-girl-murder-farce-episode-1"
    },
    {
        "img": "https://gogocdn.net/images/anime/B/bleach.jpg",
        "anime_name": "Bleach",
        "Name": "TV Series",
        "Plot": "A 15 year-old teenager named Kurosaki Ichigo has the ability to see the undead/ghosts/spirits. The journey begins when Ichigo first meets with Rukia Kuchiki, a Shinigami (Soul Reaper). Her mission in the real world is to find evil spirits called Hollow, then capture them. When Rukia first meets Ichigo, she finds Ichigo has a tremendous ability in h… more A 15 year-old teenager named Kurosaki Ichigo has the ability to see the undead/ghosts/spirits.\r\n\r\nThe journey begins when Ichigo first meets with Rukia Kuchiki, a Shinigami (Soul Reaper). Her mission in the real world is to find evil spirits called Hollow, then capture them. When Rukia first meets Ichigo, she finds Ichigo has a tremendous ability in his soul. The story continues on with twisted and turns, excitement and sad, friends and foes, and the most important of all, EVERYONE in the series has unique SUPERPOWER.",
        "Genre": [
            "action",
            "comedy",
            "shounen",
            "super-power",
            "supernatural"
        ],
        "Released": "2012",
        "Status": "Completed",
        "Other_Name": "BLEACH - ブリーチ -",
        "Last_Episode_Number": "366",
        "ep_url": "B/bleach-episode-1"
    },
    {
        "img": "https://gogocdn.net/images/anime/B/bleach ova.jpg",
        "anime_name": "Bleach OVA",
        "Name": "TV Series",
        "Plot": "Kurosaki Ichigo, the temporary Shinigami(Death God) for Kuchiki Rukia, discovers his mother’s killer as one of the Hollows he has been hunting. He does battle with it in a prideful battle of revenge.\r\n\r\nThis Special is actually a flashback of previous episodes in Bleach. After the ending credits, a short plays showing Shinigami and their Zanpakutos to “Number One” from the Bleach Soundtrack.",
        "Genre": [
            "action",
            "comedy",
            "shounen",
            "super-power",
            "supernatural"
        ],
        "Released": "2004",
        "Status": "Completed",
        "Other_Name": "BLEACH - ブリーチ -",
        "Last_Episode_Number": "2",
        "ep_url": "B/bleach ova-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/stand-by-me-doraemon.png",
        "anime_name": "Stand By Me Doraemon",
        "Name": "Movie",
        "Plot": "Doraemon is a robotic cat that lives in the 22nd century, and is known as a caretaker who helps others with his futuristic gadgets. One day he is approached by Sewashi Nobi, the great-great-grandson of Nobi Nobita. Sewashi demands of Doraemon to go back to the past and make Nobita happy in order to prevent a disastrous and bleak future. Doraemon is not excited about this idea, but Sewashi installs a program into Doraemon and eventually sends him back to the past.\r\n\r\nNobita Nobi is an elementary school boy who is very lazy, unlucky and a scaredy-cat. He gets bullied by everyone and does not excel in any school subject. When he meets Doraemon for the first time, the two of them start off on the wrong foot; however, they soon become great friends. Doraemon cannot go home to the 22nd century unless he turns Nobita into a boy who can stand on his own and be happy.",
        "Genre": [
            "comedy",
            "kids",
            "sci-fi",
            "shounen"
        ],
        "Released": "2014",
        "Status": "Completed",
        "Other_Name": "Stand By Me Doraemon, STAND BY ME ドラえもん",
        "Last_Episode_Number": "1",
        "ep_url": "stand-by-me-doraemon-episode-1"
    },
    {
        "img": "https://gogocdn.net/images/anime/D/Doraemon-movie-1990.jpg",
        "anime_name": "Doraemon: Nobita`s Animal Planet",
        "Name": "Movie",
        "Plot": "Nobita went to a world of animals through the Wherever Gas, the substance to let you travel anywhere, same as the Wherever Door Doraemon uses. They came across with Chippo, a boy who looks like a dog and very adventurous. A group called Numiges plans on taking over the animal planet. Doraemon and friends plan to stop them with the animal's help.",
        "Genre": [
            "fantasy"
        ],
        "Released": "1990",
        "Status": "Completed",
        "Other_Name": "Doraemon Movie 11: Nobita to Animal Planet, 映画 ドラえもん のび太とアニマル惑星[プラネット] ",
        "Last_Episode_Number": "1",
        "ep_url": "D/Doraemon-movie-episode-1"
    },
    {
        "img": "https://gogocdn.net/images/anime/N/naruto.jpg",
        "anime_name": "Naruto",
        "Name": "TV Series",
        "Plot": "In a world of mystical and powerful enemies lurk in every nation, a legendary Nine-Tailed Demon Fox attacked the ninja village Konoha, killing many innocent people. In response of a desperate measure from the people, the leader of the village – the Fourth Hokage – sacrificed his life to defeat the demon fox. By sacrificing his own life, he sealed the demon fox into a very young boy named, Naruto Uzumaki. Naruto has lost his parents during the attack. He grew up in the village and was mistreated badly by everyone in town.\r\n\r\nWith his loud mouth and careless attitude, he is determined to become the greatest ninja, hokage, in his village. Along with friends, and hope, Naruto trains to become a better ninja than expected.",
        "Genre": [
            "action",
            "comedy",
            "martial-arts",
            "shounen",
            "super-power"
        ],
        "Released": "2002",
        "Status": "Completed",
        "Other_Name": "ナルト",
        "Last_Episode_Number": "220",
        "ep_url": "naruto-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/naruto-dub.png",
        "anime_name": "Naruto (Dub)",
        "Name": "TV Series",
        "Plot": "Naruto Uzumaki, a hyperactive and knuckle-headed ninja, lives in Konohagakure, the Hidden Leaf village. Moments prior to his birth, a huge demon known as the Kyuubi, the Nine-tailed Fox, attacked Konohagakure and wreaked havoc. In order to put an end to the Kyuubi's rampage, the leader of the village, the 4th Hokage, sacrificed his life and sealed the monstrous beast inside the newborn Naruto. \r\n\r\nShunned because of the presence of the Kyuubi inside him, Naruto struggles to find his place in the village. He strives to become the Hokage of Konohagakure, and he meets many friends and foes along the way.",
        "Genre": [
            "action",
            "comedy",
            "martial-arts",
            "shounen",
            "super-power"
        ],
        "Released": "2002",
        "Status": "Completed",
        "Other_Name": "ナルト",
        "Last_Episode_Number": "220",
        "ep_url": "naruto-dub-episode-1"
    },
    {
        "img": "https://gogocdn.net/images/anime/naruto_shippuden.jpg",
        "anime_name": "Naruto Shippuden",
        "Name": "TV Series",
        "Plot": "Naruto Shippuden is a continuation of original series Naruto. After 2 and a half years of training with his master, Naruto finally returns to his village of Konoha. Naruto is now older and more mature than before. With his new trained ability, his goal of searching for long lost friend, Uchiha Sasuke, is set for a stronger determination than before.\r\n\r\nNaruto Shippuden is a continuation of original series Naruto. After 2 and a half years of training with his master, Naruto finally returns to his village of Konoha. Naruto is now older and more mature than before. With his new trained ability, his goal of searching for long lost friend, Uchiha Sasuke, is set for a stronger determination than before.\r\nHe is putting his ambitions to work along with the help of his many friends, though with so many obstacles ahead of him. Now, he will face even more dangerous enemies, especially the Akatsuki.",
        "Genre": [
            "action",
            "comedy",
            "martial-arts",
            "shounen",
            "super-power"
        ],
        "Released": "2007",
        "Status": "Completed",
        "Other_Name": "Naruto: Shippuden, ナルト- 疾風伝",
        "Last_Episode_Number": "500",
        "ep_url": "naruto_shippuden-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/mushoku-tensei-ii-isekai-ittara-honki-dasu-1688156063.png",
        "anime_name": "Mushoku Tensei II: Isekai Ittara Honki Dasu",
        "Name": "Summer 2023 Anime",
        "Plot": "Second season of Mushoku Tensei: Isekai Ittara Honki Dasu.",
        "Genre": [
            "drama",
            "ecchi",
            "fantasy",
            "isekai",
            "reincarnation"
        ],
        "Released": "2023",
        "Status": "Ongoing",
        "Other_Name": "無職転生 II ～異世界行ったら本気だす～ / 無職転生 II 〜異世界行ったら本気だす〜 / 無職轉生～到了異世界就拿出真本事～第二季 / Mushoku Tensei: Isekai Ittara Honki Dasu 2nd Season / Mushoku Tensei: Jobless Reincarnation Season 2 / Jobless Reincarnation: I Will Seriously Try If I Go To Another World",
        "Last_Episode_Number": "6",
        "ep_url": "mushoku-tensei-ii-isekai-ittara-honki-dasu-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/shiro-seijo-to-kuro-bokushi-1688157543.png",
        "anime_name": "Shiro Seijo to Kuro Bokushi",
        "Name": "Summer 2023 Anime",
        "Plot": "Dwelling in the small outskirts of a peaceful town, Lawrence works as a local pastor for the townsfolk. When in need, he is responsible for guiding people to the church to visit the \"Saint\"—a symbol of good morals who heeds each parishioner's struggles and grants them sincere advice. Cecelia, a kind young girl, is tasked to fulfill this role; however, this tiresome job quickly exhausts her. That, paired with her hidden somnolent nature, often causes her to laze around the church. This leaves Lawrence to care for the church all by himself. While Cecelia sleeps in anticipation for her next visitor, Lawrence caters to her needs alongside performing the church's numerous responsibilities.\r\nSlowly but surely, they begin to form a comfortable and trusting friendship with one another. Lawrence accepting Cecelia's lax nature elates her while she grows accustomed to Lawrence's overly-doting nature. However, as the adoring and absent-minded saint's feelings for the dense and overly protective pastor progress past friendship, how will he respond? ",
        "Genre": [
            "comedy",
            "fantasy",
            "romance",
            "shounen"
        ],
        "Released": "2023",
        "Status": "Ongoing",
        "Other_Name": "白聖女と黒牧師 / しろせいじょとくろぼくし / 白聖女與黑牧師 / 백성녀와 흑목사 / Saint Cecilia and Pastor Lawrence / Saint Cecilia & Pastor Lawrence / White Saint and Black Pastor / White Saint & Black Pastor",
        "Last_Episode_Number": "6",
        "ep_url": "shiro-seijo-to-kuro-bokushi-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/bleach-sennen-kessen-hen-ketsubetsu-tan-1688151974.png",
        "anime_name": "Bleach: Sennen Kessen-hen - Ketsubetsu-tan",
        "Name": "Summer 2023 Anime",
        "Plot": "With the secrets of his past and power finally revealed to him, Ichigo has reforged his Zanpakuto, and can now continue his training under the Zero Squad. However, time is not on his side; Ywach and his assembled Sternritter are on the warpath once more, ready to finish their destruction of Soul Society and complete their millennium-long vengeance. What's more, their ranks have grown, with Uryu Ishida joining his fellow Quincy in their blood war. When the fates of every soul in the universe are at stake, Ichigo must find the the strength to take on his own friend.",
        "Genre": [
            "action",
            "adventure",
            "fantasy",
            "shounen"
        ],
        "Released": "2023",
        "Status": "Ongoing",
        "Other_Name": "BLEACH 千年血戦篇-訣別譚- / Bleach: Thousand-Year Blood War - The Separation / Bleach: Thousand-Year Blood War Arc",
        "Last_Episode_Number": "6",
        "ep_url": "bleach-sennen-kessen-hen-ketsubetsu-tan-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/horimiya.png",
        "anime_name": "Horimiya",
        "Name": "Winter 2021 Anime",
        "Plot": "Although admired at school for her amiability and academic prowess, high school student Kyouko Hori has been hiding another side of her. With her parents often away from home due to work, Hori has to look after her younger brother and do the housework, leaving no chance to socialize away from school.\r\n\r\nMeanwhile, Izumi Miyamura is seen as a brooding, glasses-wearing otaku. However, in reality, he is a gentle person inept at studying. Furthermore, he has nine piercings hidden behind his long hair and a tattoo along his back and left shoulder.\r\n\r\nBy sheer chance, Hori and Miyamura cross paths outside of school—neither looking as the other expects. These seemingly polar opposites become friends, sharing with each other a side they have never shown to anyone else.\r\n",
        "Genre": [
            "comedy",
            "romance",
            "school",
            "shounen",
            "slice-of-life"
        ],
        "Released": "2021",
        "Status": "Completed",
        "Other_Name": "ホリミヤ",
        "Last_Episode_Number": "13",
        "ep_url": "horimiya-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/odekake-kozame.png",
        "anime_name": "Odekake Kozame",
        "Name": "ONA",
        "Plot": "he adventures of a baby shark in nostalgia-filled Yauo Town.\r\n\r\nWhether it's cider on a summer day, freeze pops, radio calisthenics, festival stalls, or hanging out with friends, the world sparkles when reflected in the eyes of the baby shark.",
        "Genre": [
            "anthropomorphic",
            "slice-of-life"
        ],
        "Released": "2023",
        "Status": "Ongoing",
        "Other_Name": "Little Shark's Outings, おでかけ子ザメ",
        "Last_Episode_Number": "3",
        "ep_url": "odekake-kozame-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/tousouchuu-great-mission-1680203786.png",
        "anime_name": "Tousouchuu: Great Mission",
        "Name": "Spring 2023 Anime",
        "Plot": "Based on the Japanese variety show of the same name.\r\n\r\nThe anime is set in the future when human has migrated to the Moon due to Earth's climate change. The anime incorporates its own elements such as the human drama of survival on a diverse field that blurs countries and eras such as Shibuya, Edo-period Japan, and London.",
        "Genre": [
            "high-stakes-game",
            "sci-fi",
            "suspense"
        ],
        "Released": "2023",
        "Status": "Completed",
        "Other_Name": "逃走中 グレートミッション, Run For Money : The Great Mission",
        "Last_Episode_Number": "18",
        "ep_url": "tousouchuu-great-mission-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/maou-gakuin-no-futekigousha-shijou-saikyou-no-maou-no-shiso-tensei-shite-shison-tachi-no-gakkou-e-kayou-2nd-season-part-2-1672331388.png",
        "anime_name": "Maou Gakuin no Futekigousha: Shijou Saikyou no Maou no Shiso, Tensei shite Shison-tachi no Gakkou e Kayou II",
        "Name": "Winter 2023 Anime",
        "Plot": "Second season of Maou Gakuin no Futekigousha: Shijou Saikyou no Maou no Shiso, Tensei shite Shison-tachi no Gakkou e Kayou.",
        "Genre": [
            "action",
            "fantasy",
            "mythology",
            "reincarnation",
            "school"
        ],
        "Released": "2023",
        "Status": "Ongoing",
        "Other_Name": "Maou Gakuin no Futekigousha: Shijou Saikyou no Maou no Shiso, Tensei shite Shison-tachi no Gakkou e Kayou 2nd Season, The Misfit of Demon King Academy 2nd Season ; 魔王学院の不適合者 ～史上最強の魔王の始祖、転生して子孫たちの学校へ通う～ II ",
        "Last_Episode_Number": "6",
        "ep_url": "maou-gakuin-no-futekigousha-shijou-saikyou-no-maou-no-shiso-tensei-shite-shison-tachi-no-gakkou-e-kayou-2nd-season-part-2-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/kimetsu-no-yaiba-yuukaku-hen.png",
        "anime_name": "Kimetsu no Yaiba: Yuukaku-hen",
        "Name": "Winter 2022 Anime",
        "Plot": "After visiting the Rengoku residence, Tanjirou and his comrades volunteer for a mission within the Entertainment District, a place where desires are sold and demons dwell. They journey alongside the flashy Sound Hashira, Tengen Uzui, in search of a monstrous foe terrorizing the town. Sworn to slay creatures of the night, the hunt continues.",
        "Genre": [
            "action",
            "adventure",
            "demons",
            "historical",
            "shounen",
            "supernatural"
        ],
        "Released": "2021",
        "Status": "Completed",
        "Other_Name": "Kimetsu no Yaiba 2 Demon Slayer: Kimetsu no Yaiba Season 2 Demon Slayer: Kimetsu no Yaiba - Entertainment District Arc; 鬼滅の刃 遊郭編",
        "Last_Episode_Number": "11",
        "ep_url": "kimetsu-no-yaiba-yuukaku-hen-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/kanojo-okarishimasu-3rd-season-1688155060.png",
        "anime_name": "Kanojo, Okarishimasu 3rd Season",
        "Name": "Summer 2023 Anime",
        "Plot": "Third season of Kanojo, Okarishimasu.",
        "Genre": [
            "comedy",
            "romance",
            "shounen"
        ],
        "Released": "2023",
        "Status": "Ongoing",
        "Other_Name": "Rent-a-Girlfriend Season 3; 彼女、お借りします ; Kanokari",
        "Last_Episode_Number": "6",
        "ep_url": "kanojo-okarishimasu-3rd-season-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/okashi-na-tensei-1688156495.png",
        "anime_name": "Okashi na Tensei",
        "Name": "Summer 2023 Anime",
        "Plot": "A promising pâtissier meets his demise and leaves the world without ever having achieved his dream of making the world's greatest pastry. But when he is given another chance, he reincarnates as nine-year-old Pastry Mille Morteln, determined to be successful this second time. His life would not be as sweet as his treats, though, as he encounters unfamiliar hardships in the magical world. To get one step closer to his lifelong desire, Pastry must learn how to fight, utilizing his confectionary knowledge and discovering magic along the way.",
        "Genre": [
            "fantasy",
            "slice-of-life"
        ],
        "Released": "2023",
        "Status": "Ongoing",
        "Other_Name": "Sweet Reincarnation, Treat of Reincarnation ; おかしな転生 ",
        "Last_Episode_Number": "8",
        "ep_url": "okashi-na-tensei-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/lv1-maou-to-one-room-yuusha-1688155798.png",
        "anime_name": "Lv1 Maou to One Room Yuusha",
        "Name": "Summer 2023 Anime",
        "Plot": "Ten years ago, the hero Max defeated the Demon Lord. In order to regain his power, the Demon Lord went into a deep slumber...but when he awakens, his body is only a chibi version of its fearsome form. Now curious to see what his enemy is up to, the Demon Lord visits Max, only to discover the mighty hero living in a dirty one-room apartment. The Demon Lord decides to move in with Max and help his old enemy become a formidable opponent once more! ",
        "Genre": [
            "comedy",
            "fantasy"
        ],
        "Released": "2023",
        "Status": "Ongoing",
        "Other_Name": "Level 1 Demon Lord and One Room Hero; Lv1魔王とワンルーム勇者 ",
        "Last_Episode_Number": "7",
        "ep_url": "lv1-maou-to-one-room-yuusha-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/mononogatari-2nd-season-1688155960.png",
        "anime_name": "Mononogatari 2nd Season",
        "Name": "Summer 2023 Anime",
        "Plot": "Second Season of Mononogatari",
        "Genre": [
            "action",
            "adult-cast",
            "mythology",
            "seinen",
            "supernatural"
        ],
        "Released": "2023",
        "Status": "Ongoing",
        "Other_Name": "もののがたり 第二章 / もののがたり 2 / Malevolent Spirits: Mononogatari Cour 2",
        "Last_Episode_Number": "7",
        "ep_url": "mononogatari-2nd-season-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/detective-conan.png",
        "anime_name": "Detective Conan",
        "Name": "TV Series",
        "Plot": "Kudo Shinichi is a seventeen year-old high school detective whom people call the \"Modern Sherlock Holmes.\" However, one night after a date with his childhood sweetheart, Ran, Shinichi witnessed an illegal trade and, caught off his guard, was knocked unconscious and fed a drug that was supposed to kill him... but he woke up and found himself shrunken to a seven year-old. In order to track down the men who did this to him, Shinichi hid his identity and lived with Ran, whose father happened to be a hopeless detective, and with that came a series of murders and mysteries that he must solve.",
        "Genre": [
            "adventure",
            "comedy",
            "mystery",
            "police",
            "psychological",
            "shounen"
        ],
        "Released": "1996",
        "Status": "Ongoing",
        "Other_Name": "Case Closed, Meitantei Conan, 名探偵コナン",
        "Last_Episode_Number": "1094",
        "ep_url": "detective-conan-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/bungou-stray-dogs-5th-season.png",
        "anime_name": "Bungou Stray Dogs 5th Season",
        "Name": "Summer 2023 Anime",
        "Plot": "Fifth Season of Bungou Stray Dogs\r\n\r\n",
        "Genre": [
            "action",
            "adult-cast",
            "mystery",
            "organized-crime",
            "seinen",
            "super-power",
            "supernatural"
        ],
        "Released": "2023",
        "Status": "Ongoing",
        "Other_Name": "文豪ストレイドッグス / 文豪ストレイドッグス第5シーズン / ぶんごうストレイドッグス第5シーズン / 문호 스트레이독스 5기 / Bungo Stray Dogs Season 5 / Bungo Stray Dogs 5",
        "Last_Episode_Number": "6",
        "ep_url": "bungou-stray-dogs-5th-season-episode-1"
    },
    {
        "img": "https://gogocdn.net/images/anime/One-piece.jpg",
        "anime_name": "One Piece",
        "Name": "TV Series",
        "Plot": "One Piece is a story about  Monkey D. Luffy, who wants to become a sea-robber. In a world mystical, there have a mystical fruit whom eat will have a special power but also have greatest weakness. Monkey ate Gum-Gum Fruit which gave him a strange power but he can NEVER swim. And this weakness made his dream become a sea – robber to find ultimate treasure is difficult.\r\n\r\nOne Piece is a story about  Monkey D. Luffy, who wants to become a sea-robber. In a world mystical, there have a mystical fruit whom eat will have a special power but also have greatest weakness. Monkey ate Gum-Gum Fruit which gave him a strange power but he can NEVER swim. And this weakness made his dream become a sea – robber to find ultimate treasure is difficult. But along his ways, he meet himself many members to help. Together, they sail the Seven Seas of adventure in search of the elusive treasure “One Piece.”",
        "Genre": [
            "action",
            "adventure",
            "comedy",
            "fantasy",
            "shounen",
            "super-power"
        ],
        "Released": "1999",
        "Status": "Ongoing",
        "Other_Name": "",
        "Last_Episode_Number": "1072",
        "ep_url": "One-piece-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/kimetsu-no-yaiba.png",
        "anime_name": "Kimetsu no Yaiba",
        "Name": "Spring 2019 Anime",
        "Plot": "Since ancient times, rumors have abounded of man-eating demons lurking in the woods. Because of this, the local townsfolk never venture outside at night. Legend has it that a demon slayer also roams the night, hunting down these bloodthirsty demons. For young Tanjirou, these rumors will soon to become his harsh reality...\r\n\r\nEver since the death of his father, Tanjirou has taken it upon himself to support his family. Although their lives may be hardened by tragedy, they've found happiness. But that ephemeral warmth is shattered one day when Tanjirou finds his family slaughtered and the lone survivor, his sister Nezuko, turned into a demon. To his surprise, however, Nezuko still shows signs of human emotion and thought...\r\n\r\nThus begins Tanjirou's quest to fight demons and turn his sister human again.",
        "Genre": [
            "action",
            "demons",
            "historical",
            "shounen",
            "supernatural"
        ],
        "Released": "2019",
        "Status": "Completed",
        "Other_Name": "Demon Slayer, 鬼滅の刃",
        "Last_Episode_Number": "26",
        "ep_url": "kimetsu-no-yaiba-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/kimetsu-no-yaiba-katanakaji-no-sato-hen-1680122874.png",
        "anime_name": "Kimetsu no Yaiba: Katanakaji no Sato-hen",
        "Name": "Spring 2023 Anime",
        "Plot": "For centuries, the Demon Slayer Corps has sacredly kept the location of Swordsmith Village a secret. As the village of the greatest forgers, it provides Demon Slayers with the finest weapons, which allow them to fight night-crawling fiends and ensure the safety of humans. After his sword was chipped and deemed useless, Tanjirou Kamado, along with his precious little sister Nezuko, is escorted to the village to receive a new one.\r\n\r\nMeanwhile, the death of an Upper Rank Demon disturbs the idle order in the demon world. As Tanjirou becomes acquainted with Mist Hashira Muichirou Tokitou and Love Hashira Mitsuri Kanroji, ferocious powers creep from the shadows and threaten to shatter the Demon Slayers' greatest line of defense.",
        "Genre": [
            "action",
            "fantasy",
            "historical",
            "shounen"
        ],
        "Released": "2023",
        "Status": "Completed",
        "Other_Name": "鬼滅の刃 刀鍛冶の里編 / 鬼滅之刃 上弦集結，前進刀匠村 / 귀멸의 칼날: 도공 마을편 / Demon Slayer: Kimetsu no Yaiba Swordsmith Village Arc / Demon Slayer: Kimetsu no Yaiba Le village des forgerons / Demon Slayer: Villa de Herreros",
        "Last_Episode_Number": "11",
        "ep_url": "kimetsu-no-yaiba-katanakaji-no-sato-hen-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/jidou-hanbaiki-ni-umarekawatta-ore-wa-meikyuu-wo-samayou-1688154727.png",
        "anime_name": "Jidou Hanbaiki ni Umarekawatta Ore wa Meikyuu wo Samayou",
        "Name": "Summer 2023 Anime",
        "Plot": "A vending machine fanatic meets his demise when he is, quite ironically, crushed by a vending machine. To his dismay, he finds himself reincarnated as a vending machine in another world. Having reemerged within a forest inhabited by frogmen and other monsters—and supplied with only two products—Boxxo the Vending Machine requires coins to keep itself stocked, powered, and upgraded with new skills.\r\n\r\nLuckily, the automat is rescued by a young woman who quickly realizes that it is sentient, and she carries it to a human settlement. Thereafter, the strange piece of machinery gradually makes an impact in the world around it, gaining numerous allies along the way despite being utterly incapable of speech or movement and communicating only by playing out pre-recorded vending machine phrases.",
        "Genre": [
            "comedy",
            "fantasy",
            "isekai",
            "reincarnation"
        ],
        "Released": "2023",
        "Status": "Ongoing",
        "Other_Name": "I Was Reborn as a Vending Machine, Wandering in the Dungeon, I Reincarnated Into a Vending Machine ; 自動販売機に生まれ変わった俺は迷宮を彷徨う ",
        "Last_Episode_Number": "7",
        "ep_url": "jidou-hanbaiki-ni-umarekawatta-ore-wa-meikyuu-wo-samayou-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/jarinko-chie-tv.png",
        "anime_name": "Jarinko Chie (TV)",
        "Name": "TV Series",
        "Plot": "Jarinko Chie is a movie directed by Takahata in 1981. Based on the very popular manga by Etsumi HARUKI, it is about ten year old Chie, \"the most unfortunate girl in Japan,\" who manages her family diner while her unemployed yakuza father and her mother are separated. This sounds really depressing, but it's actually a very funny comedy.\r\n\r\nThe story is set in Osaka, which has a totally different culture from Tokyo. After the success of the movie, a TV series was made, and Takahata worked as the chief director.\r\n",
        "Genre": [
            "comedy",
            "drama",
            "seinen"
        ],
        "Released": "1981",
        "Status": "Ongoing",
        "Other_Name": "Chie the Brat, じゃりン子チエ",
        "Last_Episode_Number": "10",
        "ep_url": "jarinko-chie-tv-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/oshi-no-ko-1680121500.png",
        "anime_name": "\"Oshi no Ko\"",
        "Name": "Spring 2023 Anime",
        "Plot": "Sixteen-year-old Ai Hoshino is a talented and beautiful idol who is adored by her fans. She is the personification of a pure, young maiden. But all that glitters is not gold.\r\nGorou Amemiya is a countryside gynecologist and a big fan of Ai. So when the pregnant idol shows up at his hospital, he is beyond bewildered. Gorou promises her a safe delivery. Little does he know, an encounter with a mysterious figure would result in his untimely death—or so he thought.\r\nOpening his eyes in the lap of his beloved idol, Gorou finds that he has been reborn as Aquamarine Hoshino—Ai's newborn son! With his world turned upside down, Gorou soon learns that the world of showbiz is paved with thorns, where talent does not always beget success. Will he manage to protect Ai's smile that he loves so much with the help of an eccentric and unexpected ally? ",
        "Genre": [
            "drama",
            "supernatural"
        ],
        "Released": "2023",
        "Status": "Completed",
        "Other_Name": "【推しの子】/【我推的孩子】/【최애의 아이】/ [Oshi No Ko] / My Star",
        "Last_Episode_Number": "11",
        "ep_url": "oshi-no-ko-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/dr-stone-3rd-season-1680121906.png",
        "anime_name": "Dr. Stone: New World",
        "Name": "Spring 2023 Anime",
        "Plot": "Third season of Dr. Stone.",
        "Genre": [
            "adventure",
            "comedy",
            "sci-fi",
            "shounen",
            "time-travel"
        ],
        "Released": "2023",
        "Status": "Completed",
        "Other_Name": "Dr. Stone 3rd Season",
        "Last_Episode_Number": "11",
        "ep_url": "dr-stone-3rd-season-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/tonikaku-kawaii-2nd-season-1680203740.png",
        "anime_name": "Tonikaku Kawaii 2nd Season",
        "Name": "Spring 2023 Anime",
        "Plot": "Second season of Tonikaku Kawaii.",
        "Genre": [
            "comedy",
            "romance",
            "shounen"
        ],
        "Released": "2023",
        "Status": "Completed",
        "Other_Name": "TONIKAWA: Over The Moon For You; Tonikawa: Over the Moon for You 2nd Season ; トニカクカワイイ ",
        "Last_Episode_Number": "12",
        "ep_url": "tonikaku-kawaii-2nd-season-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/sasaki-to-pii-chan.png",
        "anime_name": "Sasaki to Pii-chan",
        "Name": "TV Series",
        "Plot": "Even though Sasaki's droll corporate life is constantly filled with work, it leaves him tired and unfulfilled at the end of every day. In search of some companionship to fill the emptiness in his life, he visits a pet shop on a whim, not realizing he's about to change his life forever. After settling on an adorable bird and bringing it home...his new roommate reveals that it's actually an incredible sage from another world who promptly bestows Sasaki with supernatural powers as well as the ability to cross between worlds. All Sasaki wants to do is use these newfound powers to live in peace and comfort, but there are more than a few colorful characters who might get in the way of that...",
        "Genre": [
            "adventure",
            "comedy",
            "fantasy"
        ],
        "Released": "2024",
        "Status": "Upcoming",
        "Other_Name": "佐々木とピーちゃん ; Sasaki and Peeps ",
        "Last_Episode_Number": "0",
        "ep_url": "sasaki-to-pii-chan-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/ore-dake-level-up-na-ken-1688524106.png",
        "anime_name": "Ore dake Level Up na Ken",
        "Name": "TV Series",
        "Plot": "Ten years ago, \"the Gate\" appeared and connected the real world with the realm of magic and monsters. To combat these vile beasts, ordinary people received superhuman powers and became known as \"Hunters.\" Twenty-year-old Sung Jin-Woo is one such Hunter, but he is known as the \"World's Weakest,\" owing to his pathetic power compared to even a measly E-Rank. Still, he hunts monsters tirelessly in low-rank Gates to pay for his mother's medical bills.\r\n\r\nHowever, this miserable lifestyle changes when Jin-Woo—believing himself to be the only one left to die in a mission gone terribly wrong—awakens in a hospital three days later to find a mysterious screen floating in front of him. This \"Quest Log\" demands that Jin-Woo completes an unrealistic and intense training program, or face an appropriate penalty. Initially reluctant to comply because of the quest's rigor, Jin-Woo soon finds that it may just transform him into one of the world's most fearsome Hunters. ",
        "Genre": [
            "action",
            "adventure",
            "fantasy"
        ],
        "Released": "2024",
        "Status": "Upcoming",
        "Other_Name": "Solo Leveling; Na Honjaman Level Up, I Level Up Alone, 나 혼자만 레벨업 ; 俺だけレベルアップな件",
        "Last_Episode_Number": "0",
        "ep_url": "ore-dake-level-up-na-ken-episode-1"
    },
    {
        "img": "https://gogocdn.net/images/anime/O/One-Piece-Film-Z.jpg",
        "anime_name": "One Piece Film Z",
        "Name": "Movie",
        "Plot": "Zephyr, now known as Z, rides the seas with only one goal: Destroy all pirates and their dreams at becoming King of Pirates. When Luffy and his crew encounter him at sea, not only are they utterly defeated by the man with an arm made of Seastone, Nami, Robin, and Chopper are turned 10 years younger due to Z's minion Ain. Luffy is so determined to win against him that he does not even notice Z's master plan that could sacrifice thousands of lives.\r\n",
        "Genre": [
            "action",
            "adventure",
            "comedy",
            "drama",
            "shounen"
        ],
        "Released": "2012",
        "Status": "Completed",
        "Other_Name": "ワンピース　フィルム　﻿Ｚ",
        "Last_Episode_Number": "1",
        "ep_url": "O/One-Piece-Film-Z-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/ryuukyuu-timeline-mirai-shoujo-to-inishie-no-ou.png",
        "anime_name": "Ryuukyuu Timeline: Mirai Shoujo to Inishie no Ou",
        "Name": "ONA",
        "Plot": "A historical fantasy that unfolds a mysterious story between a high school girl from Urasoe and Satto, the king of the Ryukyu Kingdom.",
        "Genre": [
            "fantasy",
            "historical",
            "time-travel"
        ],
        "Released": "2021",
        "Status": "Completed",
        "Other_Name": "Ryukyu Timeline: The Girl from Future and the Ancient King, 琉球タイムライン -未来少女と古の王-, Ryuukyuu Timeline: Mirai Shoujo to Inishie no Ou",
        "Last_Episode_Number": "1",
        "ep_url": "ryuukyuu-timeline-mirai-shoujo-to-inishie-no-ou-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/dna-ova.png",
        "anime_name": "DNA² OVA",
        "Name": "OVA",
        "Plot": "Junta's great granddaughter goes back in time in order to make Junta stay as the Mega-Playboy so she can continue to exist. Along with her comes an old man with the intention of making Junta stay as the Mega-Playboy forever for his own purposes.When Junta starts getting attacked, he has no choice but to return to being the Mega-Playboy in order to protect his loved ones.",
        "Genre": [
            "comedy",
            "drama",
            "sci-fi",
            "time-travel"
        ],
        "Released": "1995",
        "Status": "Completed",
        "Other_Name": "DNA2 OVA, D・N・A2～何処かで失くしたあいつのアイツ～ (1995)",
        "Last_Episode_Number": "3",
        "ep_url": "dna-ova-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/shiguang-dailiren-dub.png",
        "anime_name": "Shiguang Dailiren (Dub)",
        "Name": "ONA",
        "Plot": "It is said that a picture is worth a thousand words. In this case, it holds an infinite amount of secrets. These are secrets that only Cheng Xiaoshi and Lu Guang are able to find. In a small shop called \"Time Photo Studio,\" the two friends provide a special service: using their extraordinary powers that let them enter photographs, they jump into pictures brought to them by clients in order to grant their wishes. Through the eyes of the photographer, they live through the events surrounding the picture and try to decipher how to solve their client's request.\r\n\r\nBut every time they jump into a picture, they take a great risk. One wrong move and they could alter the future of the person who took the picture... and possibly countless other events too. So when the events they are forced to live through in these pictures start to become personal, it will take the utmost strength to push their feelings aside and focus on accomplishing the task they were paid to do.\r\n",
        "Genre": [
            "drama",
            "supernatural",
            "time-travel"
        ],
        "Released": "2021",
        "Status": "Completed",
        "Other_Name": "Link Click, 时光代理人",
        "Last_Episode_Number": "11",
        "ep_url": "shiguang-dailiren-dub-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/ryuukyuu-timeline-2-tedako-no-machi-tanbou.png",
        "anime_name": "Ryuukyuu Timeline 2: Tedako no Machi Tanbou",
        "Name": "ONA",
        "Plot": "A historical fantasy that unfolds a mysterious story between a high school girl from Urasoe and Satto, the king of the Ryukyu Kingdom.",
        "Genre": [
            "fantasy",
            "historical",
            "time-travel"
        ],
        "Released": "2022",
        "Status": "Completed",
        "Other_Name": "Ryukyu Timeline 2: Searching for the City of the Tedako, Ryuukyuu Timeline 2: Tedako no Machi Tanbou, 琉球タイムライン2 -てだこのまち探訪-",
        "Last_Episode_Number": "1",
        "ep_url": "ryuukyuu-timeline-2-tedako-no-machi-tanbou-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/tokyo-revengers.png",
        "anime_name": "Tokyo Revengers",
        "Name": "Spring 2021 Anime",
        "Plot": "Takemichi Hanagaki's life is at an all-time low. Just when he thought it couldn't get worse, he finds out that Hinata Tachibana, his ex-girlfriend, was murdered by the Tokyo Manji Gang: a group of vicious criminals that has been disturbing society's peace for quite some time.\r\n\r\nWondering where it all went wrong, Takemichi suddenly finds himself travelling through time, ending up 12 years in the past—when he was still in a relationship with Hinata. Realizing he has a chance to save her, Takemichi resolves to infiltrate the Tokyo Manji Gang and climb the ranks in order to rewrite the future and save Hinata from her tragic fate.",
        "Genre": [
            "action",
            "drama",
            "school",
            "shounen"
        ],
        "Released": "2021",
        "Status": "Completed",
        "Other_Name": "東京リベンジャーズ",
        "Last_Episode_Number": "24",
        "ep_url": "tokyo-revengers-episode-1"
    },
    {
        "img": "https://gogocdn.net/images/upload/Go!.Princess.Precure.full.1812487.jpg",
        "anime_name": "Go! Princess Precure",
        "Name": "Winter 2015 Anime",
        "Plot": "Go! Princess PreCure is set in a boarding junior high school, named Noble Gakuen (Noble Academy). The protagonist Haruka Haruno is a 13-year-old first year student. Her big dream is to be a princess someday, because she has admired a princess in the picture book she has kept since her childhood. One day she transforms into Cure Flora with \"Dress Up Key\" which Prince Kanata of Hope Kingdom gave her as a good luck charm when she was little. Then she also finds other PreCure girls in her school, 14-year-old Minami Kaidou as Cure Mermaid and 13-year-old Kirara Amanogawa as Cure Twinkle. As the Princess PreCure team, with two fairies Pafu and Aroma, they decide to fight against\r\ndark witch Disupia (or Despair) who hates all the dreams in the world and wants to turn them to despair.",
        "Genre": [
            "fantasy",
            "magic",
            "shoujo"
        ],
        "Released": "2015",
        "Status": "Completed",
        "Other_Name": "Go! プリンセスプリキュア",
        "Last_Episode_Number": "50",
        "ep_url": "https://gogocdn.net/images/upload/Go!.Princess.Precure.full.1812487-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/dr-stone.png",
        "anime_name": "Dr. Stone",
        "Name": "Summer 2019 Anime",
        "Plot": "One fateful day, all of humanity was petrified by a blinding flash of light. After several millennia, high schooler Taiju awakens and finds himself lost in a world of statues. However, he’s not alone! His science-loving friend Senku’s been up and running for a few months and he's got a grand plan in mind—to kickstart civilization with the power of science!",
        "Genre": [
            "adventure",
            "sci-fi",
            "shounen"
        ],
        "Released": "2019",
        "Status": "Completed",
        "Other_Name": "ドクターストーン",
        "Last_Episode_Number": "24",
        "ep_url": "dr-stone-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/nozomanu-fushi-no-boukensha-1688351230.png",
        "anime_name": "Nozomanu Fushi no Boukensha",
        "Name": "TV Series",
        "Plot": "Rentt Faina, a twenty-five-year-old adventurer, has been hacking away at monsters for a decade. Without much talent for the job, Rentt finds himself stuck hunting slimes and goblins for meager amounts of coin every day. Little does he know, all this is about to change when he comes across a seemingly undiscovered path in the Water Moon Dungeon.\r\nWhat awaits him at the end of the path, however, is neither treasure nor riches, but a legendary dragon that wastes no time swallowing him whole! Waking up a short time later, Rentt finds himself not quite dead, but not very alive either―He is nothing more than a pile of bones! Armed with nothing but his trusty sword, tool belt, and ghoulish new looks, Rentt sets off on his quest as a newly reborn skeleton to achieve Existential Evolution, hoping to one day return to civilization with a more human form.\r\nWill Rentt succeed, or will the dungeon consume him for the rest of his un-death...?",
        "Genre": [
            "action",
            "adventure",
            "fantasy"
        ],
        "Released": "2024",
        "Status": "Upcoming",
        "Other_Name": "The Unwanted Undead Adventurer ; 望まぬ不死の冒険者 ",
        "Last_Episode_Number": "0",
        "ep_url": "nozomanu-fushi-no-boukensha-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/chiyu-mahou-no-machigatta-tsukaikata-senjou-wo-kakeru-kaifuku-youin-1690447740.png",
        "anime_name": "Chiyu Mahou no Machigatta Tsukaikata: Senjou wo Kakeru Kaifuku Youin",
        "Name": "TV Series",
        "Plot": "Ken Usato is a normal high-schooler in every sense of the word—average grades, dreams, and a tendency to dislike extraordinary people. However, when he encounters the president and the vice president of the student council, both popular and extraordinary, he immediately befriends them. All of this is interrupted when Ken's new friends are summoned into another world—and he accidentally gets summoned as well!\r\nDejected and with no way to return, he resigns himself to staying quietly in the new world—until he finds out he has an affinity for healing magic, a very rare form of magic which gives him both self-confidence and the attention of all mages. However, not all attention is good, which is something Ken realizes when he is noticed by a crazy fellow healing magic user...",
        "Genre": [
            "action",
            "fantasy"
        ],
        "Released": "2024",
        "Status": "Upcoming",
        "Other_Name": "The Wrong Way to Use Healing Magic ; 治癒魔法の間違った使い方～戦場を駆ける回復要員～ ",
        "Last_Episode_Number": "0",
        "ep_url": "chiyu-mahou-no-machigatta-tsukaikata-senjou-wo-kakeru-kaifuku-youin-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/nanatsu-no-taizai-mokushiroku-no-yonkishi-1679886027.png",
        "anime_name": "Nanatsu no Taizai: Mokushiroku no Yonkishi",
        "Name": "TV Series",
        "Plot": "Percival has always lived with his grandfather on God’s Finger, a remote haven that sits high above the clouds. And though he loves the simple life, he secretly longs for adventure. But Percival’s life is changed forever when an intruder—who shares a shocking connection with him—tears away everything he’s ever known.\r\nWith nothing left to do but chase down the one who took everything from him, Percival sets out on his own. During his journey, the sheltered boy discovers that there are a lot of things he doesn’t know about normal life. Luckily, he meets friends along the way who can help him get by—but how will they react when they find out about Percival’s destiny... and how it’s connected to the end of the world? ",
        "Genre": [
            "action",
            "adventure",
            "fantasy"
        ],
        "Released": "2023",
        "Status": "Upcoming",
        "Other_Name": "The Seven Deadly Sins: Four Knights Of The Apocalypse; The Seven Deadly Sins: Four Knights of the Apocalypse;  黙示録の四騎士 ",
        "Last_Episode_Number": "0",
        "ep_url": "nanatsu-no-taizai-mokushiroku-no-yonkishi-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/highspeed-etoile.png",
        "anime_name": "Highspeed Etoile",
        "Name": "TV Series",
        "Plot": "In the near future, a next-generation racing event called NEX Race is announced, changing the world of racing. New technology has made racing at over 500 km/h safe, changing racing on the world stage completely. Rin Rindou, who once dreamed of being a ballet dancer, had given up her dream due to an injury, becoming a NEET and living with her grandmother. However, one day she is suddenly thrown into the world of next-generation racing.",
        "Genre": [
            "action"
        ],
        "Released": "2024",
        "Status": "Upcoming",
        "Other_Name": "HIGHSPEED Etoile（ハイスピード エトワール） ",
        "Last_Episode_Number": "0",
        "ep_url": "highspeed-etoile-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/naruto-shippuuden-dub.png",
        "anime_name": "Naruto Shippuden (Dub)",
        "Name": "TV Series",
        "Plot": "It has been two and a half years since Naruto Uzumaki left Konohagakure, the Hidden Leaf Village, for intense training following events which fueled his desire to be stronger. Now Akatsuki, the mysterious organization of elite rogue ninja, is closing in on their grand plan which may threaten the safety of the entire shinobi world.\r\n\r\nAlthough Naruto is older and sinister events loom on the horizon, he has changed little in personality—still rambunctious and childish—though he is now far more confident and possesses an even greater determination to protect his friends and home. Come whatever may, Naruto will carry on with the fight for what is important to him, even at the expense of his own body, in the continuation of the saga about the boy who wishes to become Hokage.",
        "Genre": [
            "action",
            "adventure",
            "comedy",
            "martial-arts",
            "shounen",
            "super-power"
        ],
        "Released": "2007",
        "Status": "Completed",
        "Other_Name": "Naruto Hurricane Chronicles, ナルト- 疾風伝",
        "Last_Episode_Number": "500",
        "ep_url": "naruto-shippuuden-dub-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/naruto-shinsaku-anime.png",
        "anime_name": "Naruto (Shinsaku Anime)",
        "Name": "TV Series",
        "Plot": "A new anime project in celebration of Naruto's 20th anniversary.",
        "Genre": [
            "action",
            "adventure",
            "fantasy"
        ],
        "Released": "2023",
        "Status": "Upcoming",
        "Other_Name": "ナルト新作アニメ ",
        "Last_Episode_Number": "0",
        "ep_url": "naruto-shinsaku-anime-episode-1"
    },
    {
        "img": "https://gogocdn.net/images/upload/175815.jpg",
        "anime_name": "Boruto: Naruto the Movie",
        "Name": "Movie",
        "Plot": "Boruto is the son of the 7th Hokage Naruto who completely rejects his father. Behind this, he has feelings of wanting to surpass Naruto, who is respected as a hero. He ends up meeting his father's friend Sasuke, and requests to become... his apprentice!? The curtain on the story of the new generation written by Masashi Kishimoto rises!",
        "Genre": [
            "action",
            "comedy",
            "martial-arts",
            "shounen",
            "super-power"
        ],
        "Released": "2015",
        "Status": "Completed",
        "Other_Name": "BORUTO -NARUTO THE MOVIE-",
        "Last_Episode_Number": "1",
        "ep_url": "https://gogocdn.net/images/upload/175815-episode-1"
    },
    {
        "img": "https://gogocdn.net/images/Naruto Shippuuden.jpg",
        "anime_name": "Naruto Shippuden: Sunny Side Battle",
        "Name": "Movie",
        "Plot": "A comedy-filled filler with a plot revolving around the two Uchiha Brothers, Mangekyo Sharingan, chickens, and fried eggs.",
        "Genre": [
            "action",
            "comedy",
            "martial-arts",
            "shounen",
            "super-power"
        ],
        "Released": "2013",
        "Status": "Completed",
        "Other_Name": "ナルト-NARUTO-疾風伝 サニー・サイド・バトル",
        "Last_Episode_Number": "1",
        "ep_url": "https://gogocdn.net/images/Naruto Shippuuden-episode-1"
    },
    {
        "img": "https://gogocdn.net/images/anime/N/Naruto-Shippuuden-Movie-3.jpg",
        "anime_name": "Naruto Shippuden Movie 3: Hi no Ishi o Tsugu Mono",
        "Name": "Movie",
        "Plot": "Ninjas with bloodline limits begin disappearing in all the countries and blame points toward the fire nation. By Tsunade's order, Kakashi is sacrificed to prevent an all out war. After inheriting charms left by Kakashi,Naruto fights through friends and foes to prevent his death while changing the minds of those who've inherited the will of fire.",
        "Genre": [
            "action",
            "comedy",
            "martial-arts",
            "shounen",
            "super-power"
        ],
        "Released": "2009",
        "Status": "Completed",
        "Other_Name": "ナルト- 疾風伝 火の意志を継ぐ者",
        "Last_Episode_Number": "1",
        "ep_url": "Naruto-Shippuuden-Movie-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/naruto-narutimate-hero-3-tsuini-gekitotsu-jounin-vs-genin-musabetsu-dairansen-taikai-kaisai.png",
        "anime_name": "Naruto Narutimate Hero 3: Tsuini Gekitotsu! Jounin vs. Genin!! Musabetsu Dairansen Taikai Kaisai!!",
        "Name": "OVA",
        "Plot": "A contest is made by the Fifth Hokage called Jonin vs Genin. The point is to collect crystals for points, with the higher-ranked Chunin and Jonin holding crystals worth more points. The Genin have blue crystals, while the Chunin and Jonin have red crystals.\r\n\r\nThe video shows various fights between the Genin and Jonin, which each instance ending in the Jonin unknowingly losing their crystal (or discarding it).",
        "Genre": [
            "adventure",
            "comedy",
            "game",
            "shounen"
        ],
        "Released": "2005",
        "Status": "Completed",
        "Other_Name": "Naruto: Finally a Clash!! Jounin vs. Genin!, NARUTO ナルティメットヒーロー3 ついに激突! 上忍VS下忍!! 無差別大乱戦大会開催!!",
        "Last_Episode_Number": "1",
        "ep_url": "naruto-narutimate-hero-3-tsuini-gekitotsu-jounin-vs-genin-musabetsu-dairansen-taikai-kaisai-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/02-1679899114.png",
        "anime_name": "Digimon Adventure 02: The Beginning",
        "Name": "Movie",
        "Plot": "A new Digimon Adventure 02 movie telling the story of the first person to ever partner with a Digimon. ",
        "Genre": [
            "action",
            "adventure",
            "comedy",
            "drama",
            "fantasy"
        ],
        "Released": "2023",
        "Status": "Upcoming",
        "Other_Name": "Digimon Adventure 02 Movie ",
        "Last_Episode_Number": "0",
        "ep_url": "02-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/majo-to-yajuu-1689739926.png",
        "anime_name": "Majo to Yajuu",
        "Name": "TV Series",
        "Plot": "Guideau: a feral girl with long fangs and the eyes of a beast. Ashaf: a soft-spoken man with delicate features and a coffin strapped to his back. This ominous pair appears one day in a town that's in thrall to a witch, who has convinced the townsfolk she's their hero. But Ashaf and Guideau know better. They have scores to settle, and they won't hesitate to remove anyone in their way...",
        "Genre": [
            "drama",
            "fantasy"
        ],
        "Released": "2024",
        "Status": "Upcoming",
        "Other_Name": "The Witch and the Beast; 魔女と野獣 ",
        "Last_Episode_Number": "0",
        "ep_url": "majo-to-yajuu-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/mahouka-koukou-no-rettousei-zoku-hen.png",
        "anime_name": "Mahouka Koukou no Rettousei (Zoku-hen)",
        "Name": "TV Series",
        "Plot": "",
        "Genre": [
            "action",
            "fantasy",
            "romance",
            "sci-fi"
        ],
        "Released": "2024",
        "Status": "Upcoming",
        "Other_Name": "The Irregular at Magic High School (Sequel);  魔法科高校の劣等生 (続編) ",
        "Last_Episode_Number": "0",
        "ep_url": "mahouka-koukou-no-rettousei-zoku-hen-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/sengoku-youko.png",
        "anime_name": "Sengoku Youko",
        "Name": "TV Series",
        "Plot": "The world is divided into two factions: humans and monsters called katawara. Despite being a katawara, Tama loves humans and vows to protect them from evil, even if it means fighting her own kind. Her brother Jinka, however, hates humans, despite mostly being one. The siblings are joined by a cowardly swordsman named Shinsuke, who wants to learn how to become strong.\r\n\r\nWhen the group uncovers a plot to experiment on humans and transform them into monsters, they vow to defeat whoever is behind it... Even if it means battling an entire army of warriors.\r\n\r\nThe people they meet, places they see, and creatures they battle will be legendary!",
        "Genre": [
            "action",
            "adventure",
            "drama",
            "fantasy"
        ],
        "Released": "2024",
        "Status": "Upcoming",
        "Other_Name": "戦国妖狐 ",
        "Last_Episode_Number": "0",
        "ep_url": "sengoku-youko-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/kingdom-5th-season.png",
        "anime_name": "Kingdom 5th Season",
        "Name": "TV Series",
        "Plot": "Fifth season of Kingdom",
        "Genre": [
            "action"
        ],
        "Released": "2024",
        "Status": "Upcoming",
        "Other_Name": "Kingdom Season 5;  キングダム 第5シリーズ ",
        "Last_Episode_Number": "0",
        "ep_url": "kingdom-5th-season-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/kekkon-yubiwa-monogatari-1679898826.png",
        "anime_name": "Kekkon Yubiwa Monogatari",
        "Name": "TV Series",
        "Plot": "Satou has been in love with his childhood friend and neighbor, Hime, ever since she and her grandfather appeared out of nowhere 10 years ago. Now a dazzling, yet mysterious high school beauty, she makes it more and more difficult for him to confess his feelings. As the anniversary of their first meeting is nearing, will he muster up his courage to transform their friendship into something more? Or will an entirely different fate await this tightly bonded pair?",
        "Genre": [
            "action",
            "ecchi",
            "fantasy",
            "romance"
        ],
        "Released": "2024",
        "Status": "Upcoming",
        "Other_Name": "Tales of Wedding Rings; 結婚指輪物語 ",
        "Last_Episode_Number": "0",
        "ep_url": "kekkon-yubiwa-monogatari-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/jahy-sama-wa-kujikenai.png",
        "anime_name": "Jahy-sama wa Kujikenai!",
        "Name": "Summer 2021 Anime",
        "Plot": "Once respected as the Demon Realm's second greatest authority, the Demon King's aide, Jahy, ruled her subjects with fear. But when a magical girl attacks and destroys a mystic gem containing massive power, the Demon Realm is destroyed.\r\nAlthough she survives, Jahy has lost almost all of her powers and finds herself stranded in the human world with a childlike appearance. In order to gather more mystic gems so that she can permanently restore both her original form and the Demon Realm, Jahy will have to adjust to her new life and deal with everyday problems that she has never experienced before. From working to pay for living expenses to arguing with her landlord whenever her rent is late, the great Jahy will not be discouraged!",
        "Genre": [
            "comedy",
            "shounen",
            "supernatural"
        ],
        "Released": "2021",
        "Status": "Completed",
        "Other_Name": "ジャヒー様はくじけない！; ジャヒーさまはくじけない ; Jahy-sama Won't Be Discouraged!",
        "Last_Episode_Number": "20",
        "ep_url": "jahy-sama-wa-kujikenai-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/endride.jpg",
        "anime_name": "Endride",
        "Name": "Spring 2016 Anime",
        "Plot": "Shun Asanaga is a 15-year-old junior high school student with an optimistic and bright personality. One day, he finds a mysterious crystal in the office of his father, who is a scientist and businessman. When he touches it, the world becomes distorted, and he is sent into the world of Endra. Emilio, a prince of the kingdom of Endra is nearing his 16th birthday and despises the reigning king Delzain. Since Emilio is now at the age when he can inherit the throne, he takes up a weapon and attempts revenge. However, because Emilio is too weak, he is captured by Delzain and put in prison. When Emilio is in grief, the wall of his cell becomes distorted and Shun appears from there with two goals: return to his own world, and complete his revenge. What future lies ahead for the two boys trying to survive in Endra, yet raised in two different worlds?",
        "Genre": [
            "adventure",
            "fantasy"
        ],
        "Released": "2016",
        "Status": "Completed",
        "Other_Name": "エンドライド",
        "Last_Episode_Number": "24",
        "ep_url": "endride-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/isekai-quartet.png",
        "anime_name": "Isekai Quartet",
        "Name": "Spring 2019 Anime",
        "Plot": "A mysterious switch appeared one day. Upon pressing it, they were sent to a different alternative world!! There are also characters from other alternative worlds gathered together...!?",
        "Genre": [
            "comedy",
            "fantasy",
            "parody"
        ],
        "Released": "2019",
        "Status": "Completed",
        "Other_Name": "異世界かるてっと",
        "Last_Episode_Number": "12",
        "ep_url": "isekai-quartet-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/karakai-jouzu-no-takagi-san-2.png",
        "anime_name": "Karakai Jouzu no Takagi-san 2",
        "Name": "Summer 2019 Anime",
        "Plot": "Second season of Karakai Jouzu no Takagi-san.",
        "Genre": [
            "comedy",
            "romance",
            "school",
            "shounen",
            "slice-of-life"
        ],
        "Released": "2019",
        "Status": "Completed",
        "Other_Name": "からかい上手の高木さん2 ; Teasing Master Takagi-san 2",
        "Last_Episode_Number": "12",
        "ep_url": "karakai-jouzu-no-takagi-san-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/fruits-basket-2019.png",
        "anime_name": "Fruits Basket (2019)",
        "Name": "Spring 2019 Anime",
        "Plot": "After a family tragedy turns her life upside down, 16-year-old high schooler Tooru Honda takes matters into her own hands and moves out... into a tent! Unfortunately for her, she pitches her new home on private land belonging to the mysterious Souma clan, and it isn't long before the owners discover her secret. But, as Tooru quickly finds out when the family offers to take her in, the Soumas have a secret of their own‚ when hugged by the opposite sex, they turn into the animals of the Chinese Zodiac!",
        "Genre": [
            "comedy",
            "drama",
            "fantasy",
            "romance",
            "shoujo",
            "slice-of-life"
        ],
        "Released": "2019",
        "Status": "Completed",
        "Other_Name": "フルーツバスケット",
        "Last_Episode_Number": "25",
        "ep_url": "fruits-basket-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/kekkai-sensen-beyond.png",
        "anime_name": "Kekkai Sensen & Beyond",
        "Name": "Fall 2017 Anime",
        "Plot": "Second season of Kekkai Sensen.",
        "Genre": [
            "action",
            "fantasy",
            "super-power",
            "supernatural",
            "vampire"
        ],
        "Released": "2017",
        "Status": "Completed",
        "Other_Name": "Blood Blockade Battlefront & Beyond, 血界戦線 & BEYOND",
        "Last_Episode_Number": "12",
        "ep_url": "kekkai-sensen-beyond-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/chainsaw-man-1664388043.png",
        "anime_name": "Chainsaw Man",
        "Name": "Fall 2022 Anime",
        "Plot": "Denji has a simple dream—to live a happy and peaceful life, spending time with a girl he likes. This is a far cry from reality, however, as Denji is forced by the yakuza into killing devils in order to pay off his crushing debts. Using his pet devil Pochita as a weapon, he is ready to do anything for a bit of cash.\r\n\r\nUnfortunately, he has outlived his usefulness and is murdered by a devil in contract with the yakuza. However, in an unexpected turn of events, Pochita merges with Denji's dead body and grants him the powers of a chainsaw devil. Now able to transform parts of his body into chainsaws, a revived Denji uses his new abilities to quickly and brutally dispatch his enemies. Catching the eye of the official devil hunters who arrive at the scene, he is offered work at the Public Safety Bureau as one of them. Now with the means to face even the toughest of enemies, Denji will stop at nothing to achieve his simple teenage dreams.\r\n",
        "Genre": [
            "action",
            "adventure",
            "demons",
            "gore",
            "shounen"
        ],
        "Released": "2022",
        "Status": "Completed",
        "Other_Name": "チェンソーマン",
        "Last_Episode_Number": "12",
        "ep_url": "chainsaw-man-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/chainsaw-man-dub.png",
        "anime_name": "Chainsaw Man (Dub)",
        "Name": "TV Series",
        "Plot": "Denji has a simple dream—to live a happy and peaceful life, spending time with a girl he likes. This is a far cry from reality, however, as Denji is forced by the yakuza into killing devils in order to pay off his crushing debts. Using his pet devil Pochita as a weapon, he is ready to do anything for a bit of cash.\r\n\r\nUnfortunately, he has outlived his usefulness and is murdered by a devil in contract with the yakuza. However, in an unexpected turn of events, Pochita merges with Denji's dead body and grants him the powers of a chainsaw devil. Now able to transform parts of his body into chainsaws, a revived Denji uses his new abilities to quickly and brutally dispatch his enemies. Catching the eye of the official devil hunters who arrive at the scene, he is offered work at the Public Safety Bureau as one of them. Now with the means to face even the toughest of enemies, Denji will stop at nothing to achieve his simple teenage dreams.",
        "Genre": [
            "action",
            "dub",
            "gore",
            "shounen",
            "supernatural"
        ],
        "Released": "2022",
        "Status": "Completed",
        "Other_Name": "チェンソーマン",
        "Last_Episode_Number": "12",
        "ep_url": "chainsaw-man-dub-episode-1"
    },
    {
        "img": "https://gogocdn.net/images/anime/H/high-school-dxd.jpg",
        "anime_name": "High School DxD",
        "Name": "TV Series",
        "Plot": "The story follows Issei Hyodo, a dim-witted, lecherous second-year high school student who is killed by a girl on his first date ever. Issei is reincarnated as a devil, and from that day forward, he serves as an underling of Riasu, a high-level devil who is also the prettiest girl on Issei’s campus.",
        "Genre": [
            "comedy",
            "demons",
            "ecchi",
            "harem",
            "romance",
            "school",
            "shounen"
        ],
        "Released": "2012",
        "Status": "Completed",
        "Other_Name": "ハイスクールD×D",
        "Last_Episode_Number": "12",
        "ep_url": "H/high-school-dxd-episode-1"
    },
    {
        "img": "https://gogocdn.net/images/anime/H/high-school-dxd.jpg",
        "anime_name": "High School DxD OVA",
        "Name": "TV Series",
        "Plot": "The story follows Issei Hyodo, a dim-witted, lecherous second-year high school student who is killed by a girl on his first date ever. Issei is reincarnated as a devil, and from that day forward, he serves as an underling of Riasu, a high-level devil who is also the prettiest girl on Issei’s campus.",
        "Genre": [
            "comedy",
            "demons",
            "ecchi",
            "romance",
            "school"
        ],
        "Released": "2012",
        "Status": "Completed",
        "Other_Name": "ハイスクールD×D OVA",
        "Last_Episode_Number": "2",
        "ep_url": "H/high-school-dxd-episode-1"
    },
    {
        "img": "https://gogocdn.net/images/anime/H/high-school-dxd.jpg",
        "anime_name": "High School DxD New",
        "Name": "TV Series",
        "Plot": "The story follows Issei Hyodo, a dim-witted, lecherous second-year high school student who is killed by a girl on his first date ever. Issei is reincarnated as a devil, and from that day forward, he serves as an underling of Riasu, a high-level devil who is also the prettiest girl on Issei’s campus.",
        "Genre": [
            "action",
            "comedy",
            "demons",
            "harem",
            "romance",
            "school",
            "shounen"
        ],
        "Released": "2013",
        "Status": "Completed",
        "Other_Name": "ハイスクールD×D NEW",
        "Last_Episode_Number": "13",
        "ep_url": "H/high-school-dxd-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/high-school-dxd-hero.png",
        "anime_name": "High School DxD Hero",
        "Name": "Spring 2018 Anime",
        "Plot": "Fourth season of High School DxD.",
        "Genre": [
            "action",
            "comedy",
            "demons",
            "ecchi",
            "harem",
            "romance",
            "school"
        ],
        "Released": "2018",
        "Status": "Completed",
        "Other_Name": "ハイスクールDxD HERO",
        "Last_Episode_Number": "12",
        "ep_url": "high-school-dxd-hero-episode-1"
    },
    {
        "img": "https://gogocdn.net/images/upload/72294.jpg",
        "anime_name": "High School DxD Born",
        "Name": "Spring 2015 Anime",
        "Plot": "The third season of High School DxD based on the light novel series by Ichiei Ishibumi.",
        "Genre": [
            "action",
            "comedy",
            "demons",
            "ecchi",
            "harem",
            "romance",
            "school",
            "shounen"
        ],
        "Released": "2015",
        "Status": "Completed",
        "Other_Name": "ハイスクールD×D BorN",
        "Last_Episode_Number": "12",
        "ep_url": "https://gogocdn.net/images/upload/72294-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/high-school-dxd-dub.png",
        "anime_name": "High School DxD (Dub)",
        "Name": "TV Series",
        "Plot": "High school student Issei Hyoudou is your run-of-the-mill pervert who does nothing productive with his life, peeping on women and dreaming of having his own harem one day. Things seem to be looking up for Issei when a beautiful girl asks him out on a date, although she turns out to be a fallen angel who brutally kills him! However, he gets a second chance at life when beautiful senior student Rias Gremory, who is a top-class devil, revives him as her servant, recruiting Issei into the ranks of the school's Occult Research club.\r\n\r\nSlowly adjusting to his new life, Issei must train and fight in order to survive in the violent world of angels and devils. Each new adventure leads to many hilarious (and risqué) moments with his new comrades, all the while keeping his new life a secret from his friends and family in High School DxD!\r\n",
        "Genre": [
            "comedy",
            "demons",
            "ecchi",
            "harem",
            "romance",
            "school"
        ],
        "Released": "2012",
        "Status": "Completed",
        "Other_Name": "ハイスクールD×D",
        "Last_Episode_Number": "12",
        "ep_url": "high-school-dxd-dub-episode-1"
    },
    {
        "img": "https://gogocdn.net/images/anime/H/high-school-dxd.jpg",
        "anime_name": "High School DxD Specials",
        "Name": "TV Series",
        "Plot": "The story follows Issei Hyodo, a dim-witted, lecherous second-year high school student who is killed by a girl on his first date ever. Issei is reincarnated as a devil, and from that day forward, he serves as an underling of Riasu, a high-level devil who is also the prettiest girl on Issei’s campus.",
        "Genre": [
            "comedy",
            "demons",
            "harem",
            "school",
            "shounen"
        ],
        "Released": "2012",
        "Status": "Completed",
        "Other_Name": "ハイスクールD×Dスペシャル",
        "Last_Episode_Number": "6",
        "ep_url": "H/high-school-dxd-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/high-school-dxd-new-dub.png",
        "anime_name": "High School DxD New (Dub)",
        "Name": "TV Series",
        "Plot": "The misadventures of Issei Hyoudou, high school pervert and aspiring Harem King, continue on in High School DxD New. As the members of the Occult Research Club carry out their regular activities, it becomes increasingly obvious that there is something wrong with their Knight, the usually composed and alert Yuuto Kiba. Soon, Issei learns of Kiba's dark, bloody past and its connection to the mysterious Holy Swords. Once the subject of a cruel experiment, Kiba now seeks revenge on all those who wronged him.\r\n\r\nWith the return of an old enemy, as well as the appearance of two new, Holy Sword-wielding beauties, it isn't long before Issei and his Devil comrades are plunged into a twisted plot once more.\r\n",
        "Genre": [
            "action",
            "comedy",
            "demons",
            "ecchi",
            "harem",
            "romance",
            "school"
        ],
        "Released": "2013",
        "Status": "Completed",
        "Other_Name": "ハイスクールD×D NEW",
        "Last_Episode_Number": "12",
        "ep_url": "high-school-dxd-new-dub-episode-1"
    },
    {
        "img": "https://gogocdn.net/images/upload/75747.jpg",
        "anime_name": "Rakudai Kishi no Cavalry",
        "Name": "Fall 2015 Anime",
        "Plot": "The \"school sword action\" story revolves around Magic Knights, modern magic-users who fight with weapons converted from their souls. Ikki Kurogane goes to a school for these Magic Knights, but he is the \"Failed Knight\" or \"Worst One\" who is failing because he has no magical skills. However, one day, he is challenged to a duel by Stella, a foreign princess and the \"Number One\" student. In this duel, \"the loser must be obedient for life.\" \r\n",
        "Genre": [
            "action",
            "fantasy",
            "romance",
            "school"
        ],
        "Released": "2015",
        "Status": "Completed",
        "Other_Name": "Rakudai Kishi no Eiyuutan, Chivalry of a Failed Knight, 落第騎士の英雄譚《キャバルリィ》",
        "Last_Episode_Number": "12",
        "ep_url": "https://gogocdn.net/images/upload/75747-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/rakudai-kishi-no-cavalry-dub.png",
        "anime_name": "Rakudai Kishi no Cavalry (Dub)",
        "Name": "TV Series",
        "Plot": "There are some humans capable of using magical power to manifest their souls as weapons and control forces beyond normal comprehension. These people are known as Blazers, and those who are recognized as such can undergo training at academies to become Mage-Knights. Ikki Kurogane is an aspiring Mage-Knight, despite being considered the worst student at Hagun Academy as an F-ranked Blazer—the lowest rank possible.One morning, he accidentally stumbles upon Stella Vermillion, a visiting princess and A-ranked Blazer who has just enrolled at Hagun, in a state of undress. As a result, she challenges him to a duel where the loser will be the winner’s slave. It seems like a surefire win for Stella, but could there be more to Ikki than meets the eye?Rakudai Kishi no Cavalry tells the story of Ikki’s valiant efforts to qualify for an upcoming tournament that could bring him a step closer to his dreams, aided by Stella. Together, they will prove that hard work can overcome the limits set upon them.\r\n\r\n",
        "Genre": [
            "romance",
            "school",
            "shoujo-ai"
        ],
        "Released": "2015",
        "Status": "Completed",
        "Other_Name": "Chivalry Of A Failed Knight, A Tale Of Worst One, A Chivalry Of The Failed Knight, Rakudai Kishi No Eiyuutan, 落第騎士の英雄譚《キャバルリィ》",
        "Last_Episode_Number": "12",
        "ep_url": "rakudai-kishi-no-cavalry-dub-episode-1"
    },
    {
        "img": "https://gogocdn.net/images/summer/hentai.jpg",
        "anime_name": "Hentai",
        "Name": "TV Series",
        "Plot": "Hentai! is a doujin anime made in MMD. Apparently it's about sex jokes.",
        "Genre": [
            "harem",
            "school"
        ],
        "Released": "2003",
        "Status": "Completed",
        "Other_Name": "",
        "Last_Episode_Number": "6",
        "ep_url": "https://gogocdn.net/images/summer/hentai-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/dokyuu-hentai-hxeros.png",
        "anime_name": "Dokyuu Hentai HxEros",
        "Name": "Summer 2020 Anime",
        "Plot": "In a world on the verge of a great disaster that began five years ago, heroes who, with the help of a device called HxEros, use the power of Ecchi (H) and erotic power (Ero) to save the planet from libido-devouring monsters!\r\n\r\nEnjou Retto and Hoshino Kirara are childhood friends who have drifted apart from each other. One day, they're caught in a battle against a \"Censor Bug\" that feeds on human's sexual energy to evolve. After successfully taking down the enemy, they join a group of heroes like them, using the erotic power of the HxEROS force to fight off monsters.",
        "Genre": [
            "action",
            "comedy",
            "ecchi",
            "school",
            "shounen",
            "supernatural"
        ],
        "Released": "2020",
        "Status": "Completed",
        "Other_Name": "SUPER HXEROS, ド級編隊エグゼロス",
        "Last_Episode_Number": "12",
        "ep_url": "dokyuu-hentai-hxeros-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/dokyuu-hentai-hxeros-ova.png",
        "anime_name": "Dokyuu Hentai HxEros OVA",
        "Name": "OVA",
        "Plot": "The first original video episode will follow three of the main heroines in an original story.\r\n\r\nBundled with the 11th and 12th volumes of the Dokyuu Hentai HxEros manga.",
        "Genre": [
            "action",
            "comedy",
            "ecchi",
            "school",
            "shounen",
            "supernatural"
        ],
        "Released": "2020",
        "Status": "Completed",
        "Other_Name": "ド級編隊エグゼロス",
        "Last_Episode_Number": "2",
        "ep_url": "dokyuu-hentai-hxeros-ova-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/dokyuu-hentai-hxeros-dub.png",
        "anime_name": "Dokyuu Hentai HxEros (Dub)",
        "Name": "Summer 2020 Anime",
        "Plot": "In a world on the verge of a great disaster that began five years ago, heroes who, with the help of a device called HxEros, use the power of Ecchi (H) and erotic power (Ero) to save the planet from libido-devouring monsters!\r\n\r\nEnjou Retto and Hoshino Kirara are childhood friends who have drifted apart from each other. One day, they're caught in a battle against a \"Censor Bug\" that feeds on human's sexual energy to evolve. After successfully taking down the enemy, they join a group of heroes like them, using the erotic power of the HxEROS force to fight off monsters.",
        "Genre": [
            "action",
            "comedy",
            "ecchi",
            "school",
            "shounen",
            "supernatural"
        ],
        "Released": "2020",
        "Status": "Completed",
        "Other_Name": "SUPER HXEROS, ド級編隊エグゼロス",
        "Last_Episode_Number": "12",
        "ep_url": "dokyuu-hentai-hxeros-dub-episode-1"
    },
    {
        "img": "https://gogocdn.net/images/anime/H/Hentai-Ouji-to-Warawanai-Neko.jpg",
        "anime_name": "Hentai Ouji to Warawanai Neko ",
        "Name": "TV Series",
        "Plot": "Youto Yokodera is always thinking about his carnal desires, but no one acknowledges him as a pervert. He learns about a cat statue that supposedly grants wishes. The boy goes to pray that he will be able to express his lustful thoughts whenever and wherever he wants. At the statue, Youto encounters Tsukiko Tsutsukakushi, a girl from his high school… more Youto Yokodera is always thinking about his carnal desires, but no one acknowledges him as a pervert. He learns about a cat statue that supposedly grants wishes.\r\n\r\nThe boy goes to pray that he will be able to express his lustful thoughts whenever and wherever he wants. At the statue, Youto encounters Tsukiko Tsutsukakushi, a girl from his high school with her own wish—that she would not display her real intentions so readily. ",
        "Genre": [
            "comedy"
        ],
        "Released": "2013",
        "Status": "Completed",
        "Other_Name": "The \"Hentai\" Prince and the Stony Cat., 変態王子と笑わない猫。",
        "Last_Episode_Number": "12",
        "ep_url": "H/Hentai-Ouji-to-Warawanai-Neko-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/dokyuu-hentai-hxeros-uncensored.png",
        "anime_name": "Dokyuu Hentai HxEros (Uncensored)",
        "Name": "Summer 2020 Anime",
        "Plot": "In a world on the verge of a great disaster that began five years ago, heroes who, with the help of a device called HxEros, use the power of Ecchi (H) and erotic power (Ero) to save the planet from libido-devouring monsters!\r\n\r\nEnjou Retto and Hoshino Kirara are childhood friends who have drifted apart from each other. One day, they're caught in a battle against a \"Censor Bug\" that feeds on human's sexual energy to evolve. After successfully taking down the enemy, they join a group of heroes like them, using the erotic power of the HxEROS force to fight off monsters.",
        "Genre": [
            "action",
            "comedy",
            "ecchi",
            "school",
            "shounen",
            "supernatural"
        ],
        "Released": "2020",
        "Status": "Completed",
        "Other_Name": "SUPER HXEROS, ド級編隊エグゼロス",
        "Last_Episode_Number": "12",
        "ep_url": "dokyuu-hentai-hxeros-uncensored-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/kawaikereba-hentai-demo-suki-ni-natte-kuremasu-ka-dub.png",
        "anime_name": "Kawaikereba Hentai demo Suki ni Natte Kuremasu ka? (Dub)",
        "Name": "TV Series",
        "Plot": "A high school student whose year of not having a girlfriend is his age, Keiki Kiryuu, suddenly received a love letter. He is happy he can finally have a girlfriend, but is also surprised because not only there is no sender name but also includes a white underwear…??? The cute girls who gather around him are all weird and with reasons!? Who is the Cinderella who sent the underwear? The mystery called out mystery, even hentai was called out. A new feeling of love comedy that calls out hentei begins……!!\r\n",
        "Genre": [
            "comedy",
            "ecchi",
            "harem",
            "romance",
            "school"
        ],
        "Released": "2019",
        "Status": "Completed",
        "Other_Name": "可愛ければ変態でも好きになってくれますか？; Hensuki: Are you willing to Fall in Love with a Pervert, as long as she's a Cutie?",
        "Last_Episode_Number": "12",
        "ep_url": "kawaikereba-hentai-demo-suki-ni-natte-kuremasu-ka-dub-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/kawaikereba-hentai-demo-suki-ni-natte-kuremasu-ka.png",
        "anime_name": "Kawaikereba Hentai demo Suki ni Natte Kuremasu ka?",
        "Name": "Summer 2019 Anime",
        "Plot": "A high school student whose year of not having a girlfriend is his age, Keiki Kiryuu, suddenly received a love letter. He is happy he can finally have a girlfriend, but is also surprised because not only there is no sender name but also includes a white underwear…??? The cute girls who gather around him are all weird and with reasons!? Who is the Cinderella who sent the underwear? The mystery called out mystery, even hentai was called out. A new feeling of love comedy that calls out hentei begins……!!",
        "Genre": [
            "comedy",
            "ecchi",
            "harem",
            "romance",
            "school"
        ],
        "Released": "2019",
        "Status": "Completed",
        "Other_Name": "Hensuki: Are you willing to Fall in Love with a Pervert, as long as she's a Cutie?; Would you love a pervert as long as she's cute? ;  可愛ければ変態でも好きになってくれますか？ ",
        "Last_Episode_Number": "12",
        "ep_url": "kawaikereba-hentai-demo-suki-ni-natte-kuremasu-ka-episode-1"
    },
    {
        "img": "https://gogocdn.net/images/Hentai-Ouji-to-Warawanai-Neko-Specials.jpg",
        "anime_name": "Hentai Ouji to Warawanai Neko. Specials",
        "Name": "Special",
        "Plot": "DVD/BD specials. All 13 specials in 1 elpisode",
        "Genre": [
            "comedy"
        ],
        "Released": "2013",
        "Status": "Completed",
        "Other_Name": "Hentai Ouji to Warawanai Neko.: Henneko BBS, 変態王子と笑わない猫。へんねこBBS",
        "Last_Episode_Number": "13",
        "ep_url": "https://gogocdn.net/images/Hentai-Ouji-to-Warawanai-Neko-Specials-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/violet-evergarden.png",
        "anime_name": "Violet Evergarden",
        "Name": "Winter 2018 Anime",
        "Plot": "There are words Violet heard on the battlefield, which she cannot forget. These words were given to her by someone she holds dear, more than anyone else. She does not yet know their meaning.\r\n\r\nA certain point in time, in the continent of Telesis. The great war which divided the continent into North and South has ended after four years, and the people are welcoming a new generation.\r\n\r\nViolet Evergarden, a young girl formerly known as \"the weapon,\" has left the battlefield to start a new life at CH Postal Service. There, she is deeply moved by the work of \"Auto Memories Dolls,\" who carry people's thoughts and convert them into words.\r\n\r\nViolet begins her journey as an Auto Memories Doll, and comes face to face with various people's emotions and differing shapes of love. All the while searching for the meaning of those words.",
        "Genre": [
            "drama",
            "fantasy"
        ],
        "Released": "2018",
        "Status": "Completed",
        "Other_Name": "ヴァイオレット・エヴァーガーデン ",
        "Last_Episode_Number": "14",
        "ep_url": "violet-evergarden-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/iya-na-kao-sare-nagara-opantsu-misete-moraitai.png",
        "anime_name": "Iya na Kao sare nagara Opantsu Misete Moraitai",
        "Name": "ONA",
        "Plot": "A project where a number of women in different costumes show their panties while they make a disgusted face.",
        "Genre": [
            "ecchi"
        ],
        "Released": "2018",
        "Status": "Completed",
        "Other_Name": "I Want You To Make a Disgusted Face and Show Me Your Underwear, 嫌な顔されながらおパンツ見せてもらいたい ",
        "Last_Episode_Number": "6",
        "ep_url": "iya-na-kao-sare-nagara-opantsu-misete-moraitai-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/100-man-no-inochi-no-ue-ni-ore-wa-tatteiru-2nd-season.png",
        "anime_name": "100-man no Inochi no Ue ni Ore wa Tatteiru 2nd Season",
        "Name": "Summer 2021 Anime",
        "Plot": "Second season of 100-man no Inochi no Ue ni Ore wa Tatteiru.",
        "Genre": [
            "action",
            "drama",
            "fantasy",
            "game",
            "shounen"
        ],
        "Released": "2021",
        "Status": "Completed",
        "Other_Name": "I'm standing on 1,000,000 lives; I'm Standing on a Million Lives 2nd Season; 100万の命の上に俺は立っている",
        "Last_Episode_Number": "12",
        "ep_url": "100-man-no-inochi-no-ue-ni-ore-wa-tatteiru-2nd-season-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/inu-ni-nattara-suki-na-hito-ni-hirowareta-specials.png",
        "anime_name": "Inu ni Nattara Suki na Hito ni Hirowareta. Specials",
        "Name": "OVA",
        "Plot": "Unaired episodes included in the Blu-ray box volumes.",
        "Genre": [
            "comedy",
            "ecchi"
        ],
        "Released": "2023",
        "Status": "Completed",
        "Other_Name": "My Life as Inukai-san’s Dog. OVA, 犬になったら好きな人に拾われた。OVA",
        "Last_Episode_Number": "2",
        "ep_url": "inu-ni-nattara-suki-na-hito-ni-hirowareta-specials-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/2-5-jigen-no-ririsa.png",
        "anime_name": "2.5-jigen no Ririsa",
        "Name": "TV Series",
        "Plot": "\"I have no interest in real girls!\" So claims Okumura, the president of the school's manga club. He's your typical otaku, obsessed with a sexy (fictional) 2D manga character known as Lilliel. Then the new school year starts, and a (real!) 3D girl named Lilysa whose passion is cosplay joins the club. Lilysa convinces Okumura to become her photographer—and guess who her favorite manga character is? Not only that, but Lilysa is into modeling the fetishy stuff! The boundaries between 2D and 3D start to blur as this hot-blooded romantic comedy unfolds.",
        "Genre": [
            "comedy",
            "ecchi"
        ],
        "Released": "2024",
        "Status": "Upcoming",
        "Other_Name": "2.5 Dimensional Seduction; 2.5-jigen no Yuuwaku, Ririsa of 2.5 Dimension ; 2.5次元の誘惑〈りりさ〉",
        "Last_Episode_Number": "0",
        "ep_url": "2-5-jigen-no-ririsa-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/oroka-na-tenshi-wa-akuma-to-odoru-1690447686.png",
        "anime_name": "Oroka na Tenshi wa Akuma to Odoru",
        "Name": "TV Series",
        "Plot": "Akutsu Masatora is a demon who has infiltrated a high school in the human world. His goal is to find candidates to aid Hell in the fight against their natural enemies, the angels of Heaven. Assigned a seat next to Lily Amane, another student who transferred here not long ago, Akutsu falls prey to her beauty and decides to recruit her to his cause.\r\n\r\nBut there's more to Lily than meets the eye, and Akutsu not only finds himself an accomplice to one of the very enemies he is supposed to defeat, but he also might have developed feelings for her.\r\n",
        "Genre": [
            "comedy",
            "supernatural"
        ],
        "Released": "2024",
        "Status": "Upcoming",
        "Other_Name": "The Foolish Angel Dances with Demons ;  愚かな天使は悪魔と踊る",
        "Last_Episode_Number": "0",
        "ep_url": "oroka-na-tenshi-wa-akuma-to-odoru-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/dosanko-gal-wa-namara-menkoi-1688524226.png",
        "anime_name": "Dosanko Gal wa Namara Menkoi",
        "Name": "TV Series",
        "Plot": "High school boy Tsubasa moves to Kitami City up in Hokkaido where he meets a \"gal\" at a bus stop. The sight of her standing alone against the white snowscape, bare-legged despite the freezing cold, captures his heart.",
        "Genre": [
            "comedy"
        ],
        "Released": "2024",
        "Status": "Upcoming",
        "Other_Name": "Hokkaido Gals Are Super Adorable! ; 道産子ギャルはなまらめんこい ",
        "Last_Episode_Number": "0",
        "ep_url": "dosanko-gal-wa-namara-menkoi-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/boku-no-kokoro-no-yabai-yatsu-season-2.png",
        "anime_name": "Boku no Kokoro no Yabai Yatsu Season 2",
        "Name": "TV Series",
        "Plot": "Second season of Boku no Kokoro no Yabai Yatsu.",
        "Genre": [
            "comedy",
            "romance"
        ],
        "Released": "2024",
        "Status": "Upcoming",
        "Other_Name": "The Dangers in My Heart 2nd Season;  僕の心のヤバイやつ ; Bokuyaba",
        "Last_Episode_Number": "0",
        "ep_url": "boku-no-kokoro-no-yabai-yatsu-season-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/sumikko-gurashi-movie-3-tsugihagi-koujou-no-fushigina-kou.png",
        "anime_name": "Sumikko Gurashi Movie 3: Tsugihagi koujou no fushigina kou",
        "Name": "Movie",
        "Plot": "",
        "Genre": [
            "comedy"
        ],
        "Released": "2023",
        "Status": "Upcoming",
        "Other_Name": "映画すみっコぐらし ツギハギ工場のふしぎなコ ; Sumikko Gurashi: The Patched-Up Toy Factory in the Woods",
        "Last_Episode_Number": "0",
        "ep_url": "sumikko-gurashi-movie-3-tsugihagi-koujou-no-fushigina-kou-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/jashin-chan-dropkick-seikimatsu-hen.png",
        "anime_name": "Jashin-chan Dropkick: Seikimatsu-hen",
        "Name": "Special",
        "Plot": "Objects falling from space have reduced Jinbouchou to ruins. Jashin-chan, guided by the stars, heads south to defeat Yurine Hanazono, the ruler of this violent town. When she arrives in Takamori, at the foot of the beautiful Aso mountain range, she finds...",
        "Genre": [
            "comedy",
            "supernatural"
        ],
        "Released": "2023",
        "Status": "Upcoming",
        "Other_Name": "邪神ちゃんドロップキック【世紀末編】 ; Dropkick on My Devil!!: End of Century Edition",
        "Last_Episode_Number": "0",
        "ep_url": "jashin-chan-dropkick-seikimatsu-hen-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/kimi-wa-houkago-insomnia-1680122986.png",
        "anime_name": "Kimi wa Houkago Insomnia",
        "Name": "Spring 2023 Anime",
        "Plot": "It all started with the death of one of the Astronomy Club's members. From this, the rumored ghost of the club came to life.\r\nGrumpy insomniac Ganta Nakami stumbles across the moderately rebellious yet easygoing Isaki Magari in the Astronomy Club's abandoned observatory. Magari is jolted awake and tries to escape from the scene, only to have a broken door prevent that, forcing the two inside. The two forge an unlikely friendship, leading them to use the observatory as a safe space for them to interact.\r\nKimi wa Houkago Insomnia follows the insomniacs Nakami and Magari's time in the starlit observatory as they help each other cope with insomnia and the lasting effects it has on student life.",
        "Genre": [
            "romance",
            "school",
            "seinen"
        ],
        "Released": "2023",
        "Status": "Completed",
        "Other_Name": "Insomniacs After School; 君は放課後インソムニア ",
        "Last_Episode_Number": "13",
        "ep_url": "kimi-wa-houkago-insomnia-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/shuumatsu-no-walkure-ii-dub.png",
        "anime_name": "Shuumatsu no Walküre II (Dub)",
        "Name": "ONA",
        "Plot": "Second season of Shuumatsu no Walküre.\r\n\r\nIn a shocking turn of events, humanity has won its first battle in the Ragnarök tournament—a series of 13 fights that will decide the fate of mankind. Zeus, the head of gods, sends the demigod Heracles for the next round to avenge the humiliated Greek pantheon. To face this hero loved by gods and humans alike, the Valkyrie Brunhilde decides to use Heracles' complete moral opposite: the infamous serial killer Jack the Ripper—leaving human beings unsure who they should support.\r\nMeanwhile, tensions begin to rise between various divine pantheons, and rumors of a traitor jeopardize the unity of those who want to annihilate humanity. As the line between friend and foe becomes blurred, Brunhilde will do everything she can to make her machinations successful.",
        "Genre": [
            "action",
            "drama",
            "dub",
            "fantasy",
            "mythology",
            "seinen"
        ],
        "Released": "2023",
        "Status": "Completed",
        "Other_Name": "Record of Ragnarok II, Shuumatsu no Walküre 2nd Season, Record of Ragnarok 2nd Season, Shuumatsu no Valkyrie, Valkyrie of the End, 終末のワルキューレII",
        "Last_Episode_Number": "10",
        "ep_url": "shuumatsu-no-walkure-ii-dub-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/bloody-escape-jigoku-no-tousou-geki.png",
        "anime_name": "Bloody Escape: Jigoku no Tousou Geki",
        "Name": "Movie",
        "Plot": "After human experimentation turns Kisaragi into a cyborg, he finds himself pressured by multiple organizations: An undying convent of vampires bent on the conquest of Tokyo, and an immortal order of knights, and a group of Yakuza, sword to avenge the killing of their leader.\r\n\r\n\"I might not have any reason to live, but that's no reason to let them kill me.\"\r\n\r\nKisaragi will have to use his cyborg-body and his unique \"blood,\" as well as anything else he can to make his big escape!!!\r\n",
        "Genre": [
            "action",
            "drama",
            "sci-fi",
            "supernatural"
        ],
        "Released": "2024",
        "Status": "Upcoming",
        "Other_Name": "BLOODY ESCAPE -地獄の逃走劇- ",
        "Last_Episode_Number": "0",
        "ep_url": "bloody-escape-jigoku-no-tousou-geki-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/kidou-senshi-gundam-seed-freedom.png",
        "anime_name": "Kidou Senshi Gundam SEED Freedom",
        "Name": "Movie",
        "Plot": "",
        "Genre": [
            "action",
            "drama",
            "sci-fi"
        ],
        "Released": "2024",
        "Status": "Upcoming",
        "Other_Name": "機動戦士ガンダムSEED FREEDOM / きどうせんしガンダムシード フリーダム / 机动战士GUNDAM SEED FREEDOM / 機動戰士GUNDAM SEED FREEDOM / Kidō Senshi Gundamu Shīdo Furiidamu / Mobile Suit Gundam SEED Freedom",
        "Last_Episode_Number": "0",
        "ep_url": "kidou-senshi-gundam-seed-freedom-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/mashle-2nd-season.png",
        "anime_name": "Mashle 2nd Season",
        "Name": "TV Series",
        "Plot": "Second season of Mashle.",
        "Genre": [
            "action",
            "comedy",
            "fantasy"
        ],
        "Released": "2024",
        "Status": "Upcoming",
        "Other_Name": "マッシュル-MASHLE- 第2期 ;  Mashle: Magic and Muscles Season 2 ",
        "Last_Episode_Number": "0",
        "ep_url": "mashle-2nd-season-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/shuumatsu-train-doko-e-iku.png",
        "anime_name": "Shuumatsu Train Doko e Iku?",
        "Name": "TV Series",
        "Plot": "A certain town in the suburbs.\r\n\r\nThis was not an ordinary countryside town that you could find anywhere. The residents were experiencing a strange phenomenon. But even so, Shizuru Chikura held a strong desire. She wanted to see her missing friends again!\r\n\r\nShizuru and her friends venture out into the world outside, taking an abandoned and motionless train, not knowing if they will make it back alive. What awaits them at the last stop of this running doomsday train?",
        "Genre": [
            "action"
        ],
        "Released": "2024",
        "Status": "Upcoming",
        "Other_Name": "終末トレインどこへいく？",
        "Last_Episode_Number": "0",
        "ep_url": "shuumatsu-train-doko-e-iku-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/bucchigiri-2.png",
        "anime_name": "Bucchigiri?!",
        "Name": "TV Series",
        "Plot": "Araji Tomobishi gets caught up in battles among powerful individuals after reuniting with his former friend Mataka Asamine. Meanwhile, the shadow of a colossal demon appears...?!",
        "Genre": [
            "action"
        ],
        "Released": "2024",
        "Status": "Upcoming",
        "Other_Name": "ぶっちぎり⁈ ",
        "Last_Episode_Number": "0",
        "ep_url": "bucchigiri-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/youkoso-jitsuryoku-shijou-shugi-no-kyoushitsu-e-tv.png",
        "anime_name": "Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e (TV)",
        "Name": "Summer 2017 Anime",
        "Plot": "Koudo Ikusei Senior High School is a leading prestigious school with state-of-the-art facilities where nearly 100% of students go on to university or find employment. The students there have the freedom to wear any hairstyle and bring any personal effects they desire. Koudo Ikusei is a paradise-like school, but the truth is that only the most superior of students receive favorable treatment.\r\n\r\nAyanokouji Kiyotaka is a student of D-class, which is where the school dumps its \"inferior\" students in order to ridicule them. For a certain reason, Kiyotaka was careless on his entrance examination, and was put in D-class. After meeting Horikita Suzune and Kushida Kikyou, two other students in his class, Kiyotaka's situation begins to change.",
        "Genre": [
            "comedy",
            "romance",
            "school"
        ],
        "Released": "2017",
        "Status": "Completed",
        "Other_Name": "Classroom of the Elite, ようこそ実力至上主義の教室へ",
        "Last_Episode_Number": "12",
        "ep_url": "youkoso-jitsuryoku-shijou-shugi-no-kyoushitsu-e-tv-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/youkoso-jitsuryoku-shijou-shugi-no-kyoushitsu-e-tv-dub.png",
        "anime_name": "Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e (TV) (Dub)",
        "Name": "Summer 2017 Anime",
        "Plot": "Koudo Ikusei Senior High School is a leading prestigious school with state-of-the-art facilities where nearly 100% of students go on to university or find employment. The students there have the freedom to wear any hairstyle and bring any personal effects they desire. Koudo Ikusei is a paradise-like school, but the truth is that only the most superior of students receive favorable treatment.\r\n\r\nAyanokouji Kiyotaka is a student of D-class, which is where the school dumps its \"inferior\" students in order to ridicule them. For a certain reason, Kiyotaka was careless on his entrance examination, and was put in D-class. After meeting Horikita Suzune and Kushida Kikyou, two other students in his class, Kiyotaka's situation begins to change.",
        "Genre": [
            "comedy",
            "romance",
            "school"
        ],
        "Released": "2017",
        "Status": "Completed",
        "Other_Name": "Classroom of the Elite, ようこそ実力至上主義の教室へ",
        "Last_Episode_Number": "12",
        "ep_url": "youkoso-jitsuryoku-shijou-shugi-no-kyoushitsu-e-tv-dub-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/youkoso-jitsuryoku-shijou-shugi-no-kyoushitsu-e-tv-3rd-season-1689736428.png",
        "anime_name": "Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e 3rd Season",
        "Name": "TV Series",
        "Plot": "3rd season of Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e (TV).",
        "Genre": [
            "drama",
            "suspense"
        ],
        "Released": "2023",
        "Status": "Upcoming",
        "Other_Name": "Classroom of the Elite III; Welcome to the Classroom of the Elite, You-zitsu ; ようこそ実力至上主義の教室へ",
        "Last_Episode_Number": "0",
        "ep_url": "youkoso-jitsuryoku-shijou-shugi-no-kyoushitsu-e-tv-3rd-season-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/youkoso-jitsuryoku-shijou-shugi-no-kyoushitsu-e-tv-2nd-season.png",
        "anime_name": "Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e (TV) 2nd Season",
        "Name": "Summer 2022 Anime",
        "Plot": "Sequel to Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e (TV).",
        "Genre": [
            "drama",
            "psychological",
            "school",
            "suspense"
        ],
        "Released": "2022",
        "Status": "Completed",
        "Other_Name": "Classroom of the Elite 2nd Season; Classroom of the Elite II, You-zitsu ; ようこそ実力至上主義の教室へ 2期 ; Classroom of the Elite II ; Yōkoso Jitsuryoku Shijō Shugi no Kyōshitsu e",
        "Last_Episode_Number": "13",
        "ep_url": "youkoso-jitsuryoku-shijou-shugi-no-kyoushitsu-e-tv-2nd-season-episode-1"
    },
    {
        "img": "https://gogocdn.net/cover/youkoso-jitsuryoku-shijou-shugi-no-kyoushitsu-e-tv-2nd-season-dub.png",
        "anime_name": "Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e (TV) 2nd Season (Dub)",
        "Name": "Summer 2022 Anime",
        "Plot": "Sequel to Youkoso Jitsuryoku Shijou Shugi no Kyoushitsu e (TV).",
        "Genre": [
            "drama",
            "psychological",
            "school",
            "suspense"
        ],
        "Released": "2022",
        "Status": "Completed",
        "Other_Name": "Classroom of the Elite 2nd Season; Classroom of the Elite II, You-zitsu ; ようこそ実力至上主義の教室へ 2期 ; Classroom of the Elite II ; Yōkoso Jitsuryoku Shijō Shugi no Kyōshitsu e",
        "Last_Episode_Number": "13",
        "ep_url": "youkoso-jitsuryoku-shijou-shugi-no-kyoushitsu-e-tv-2nd-season-dub-episode-1"
    }
]